Repository: hossin-bot/fluttr
Catalog: res/values/strings_*.arb
Languages: ar, he, hi, nl, pt, ro, ru, sr, tr, zh

# standard_n_sourcesOne
source: Standard ($n sources)
he: סטנדרטי ($n מקור)
hi: Standard ($n सूत्र)
nl: Standaard ($n sources)
ru: Стандарт ($n sources)
sr: Standardno ($n izvor)
tr: Standart ($n kaynak)
zh: 标准 ($n sources)

# standard_n_sourcesOther
source: Standard ($n sources)
he: סטנדרטי ($n מקור)
hi: Standard ($n सूत्र)
nl: Standaard ($n sources)
ru: Стандарт ($n sources)
sr: Standardno ($n izvora)
tr: Standart ($n kaynak)
zh: 标准 ($n sources)

source: Disconnect your Real-Debrid account
he: נתק את חשבון הReal-Debrid שלך
hi: अपना Real-Debrid अकाउंट डिसकोंनेक्ट करें
nl: Verbreek de verbinding met uw Real-Debrid account
ru: Отключите ваш Real-Debrid аккаунт
sr: Otkačite Vaš Real-Debrid nalog
tr: Real-Debrid hesabından bağlantıyı kes
zh: 断开Real-debrid帐户

source: Connect your Real-Debrid account
he: התחבר אל חשבון הReal-Debrid שלך
hi: अपना Real-Debrid अकाउंट कनेक्ट करें
nl: Verbind uw Real-Debrid account
ru: Подключите ваш Real-Debrid аккаунт
sr: Povežite Vač Real-Debrid nalog
tr: Real-Debrid hesabına bağlan
zh: 连接您的Real-debrid帐户

# extensions_description
source: If you use these any of these third party services, you can connect them to $appName.
he: אם הנך משתמש בכל בשירותי הצד שלילי האלו, הנך יכול לחבר אותם עם $appName
hi: अगर आप इनमे से कोई भी थर्ड पार्टी सर्विसेज़ का प्रयोग करते है तो आप इन्हें $appName से कनेक्ट कर सकते है।
nl: Als u één van deze services van derde partijen gebruikt, kunt u die verbinden met $appName.
ru: Если вы используете любой из этих сторонних сервисов, вы можете подключить их к $appName.
sr: Ako koristite neki od ovih servisa, možete ih povezati sa $appName.
tr: Bu üçüncü taraf hizmetlerden herhangi birini kullanıyorsanız, bunları $appName 'ye bağlayabilirsiniz.
zh: 如果您使用这些第三方服务中的任何一个,则可以将它们连接到$appName.

source: Choose player...
he: בחר נגן...
hi: प्लेअर चुने...
nl: Kies speler...
ru: Выберите игрока...
sr: Izaberite plejer...
tr: Oynatıcı seçin...
zh: 选择玩家...

source: Change Player
he: שנה נגן
hi: प्लेअर बदले
nl: Verander speler
ru: Изменить игрока
sr: Promenite plejer
tr: Oynatıcı değiştir
zh: 更改播放机

source: All Genres
he: כל הז'אנרים
hi: सारी शैलियां
nl: Alle Genres
ru: Все жанры
sr: Svi Žanrovi
tr: Tüm Türler
zh: 所有类型

source: Curated
he: תוכן מאוגד
hi: क्युरेटेड
nl: Samengestelde
ru: Курируемый
sr: Selektovano
tr: Düzenlenmiş
zh: 已策划

source: Editor's Choice
he: בחירת העורכים
hi: एडिटर की पसंद
nl: Keuze van de Redactie
ru: Выбор редактора
sr: Prograno od strane Editora
tr: Editörün Seçimi
zh: 编辑选择

source: Continue Watching
he: המשך צפייה
hi: देखना जारी करें
nl: Verder gaan met kijken
ru: Продолжить Смотреть
sr: Nastavite da gledate
tr: İzlemeye Devam Et
zh: 继续观看

# realdebrid_service_info
source: If you have a RealDebrid subscription, ApolloTV can use it to obtain high-speed download results.
he: אם ברשותך מנוי של Real-Debrid, ApolloTV יכול להשתמש בו כדי להשיג תוכן במהירות גבוהה יותר.
hi: अगर आपके पास RealDebrid की सब्स्क्रिप्शन है, ApolloTV उसका प्रयोग कर तेज़ स्पीड में डाउनलोड कर सकता है।
nl: Als u een abonnement heeft bij RealDebrid, kan ApolloTV deze gebruiken om snelle download resultaten te laten zien.
ru: Если у вас есть подписка RealDebrid, ApolloTV может использовать ее для получения результатов высокоскоростной загрузки.
sr: Ako imate pretplatu na RealDebrid, ApolloTV može da je iskoristi da dovuče rezultate visokog kvaliteta.
tr: Real-Debrid aboneliğiniz varsa, ApolloTV bunu yüksek hızlı indirme sonuçları elde etmek için kullanabilir.
zh: 如果您有Real Debrid订阅，ApolloTV可以使用它来获得高速下载结果.

# error_loading_launchpad
source: Well this is awkward... An error occurred whilst loading your launchpad.
he: זה מביך! אירעה שגיאה בזמן הטעינה.
hi: यह क्या हुआ... आपके लौंचपैड लोड करते वक़्त एरर पाया गया।
nl: Dit is ongemakkelijk... Er is een fout opgetreden tijdens het laden van uw launchpad.
ru: Ну, это неловко... Произошла ошибка при загрузке вашей стартовой площадки.
sr: Ups, neprijatno... Desila se greška prilikom dovlačenja Vašeg lančpeda.
tr: Eh bu garip... Başlatma panelini yüklerken bir hata oluştu.
zh: 这很尴尬...加载启动板时出错.

# error_loading_search
source: Well this is awkward... An error occurred whilst loading search results.
he: אירעה שגיאה בעת טעינת תוצאות החיפוש.
hi: यह क्या हुआ... परिणाम लोड करते समय एरर पाया गया
nl: Dit is ongemakkelijk... Er is een fout opgetreden bij het laden van zoekresultaten.
ru: Ну, это неловко... При загрузке результатов поиска возникла ошибка.
sr: Ups, neprijatno... Desila se greška prilikom dovlačenja rezultata pretrage.
tr: Eh bu garip... Arama sonuçları yüklenirken bir hata oluştu.
zh: 嗯这很尴尬...加载搜索结果时出错.

# be_careful_this_option_could_break_the_app_if_you
source: Be careful! This option could break the app if you don't know what you're doing.
he: אזהרה! אפשרות זו יכולה לשבש את היישום אם אתה לא יודעת מה אתה עושה.
hi: ध्यान दें! इस विकल्प का ग़लत प्रयोग ऐप को ख़राब कर सकता है।
nl: Wees voorzichtig! Deze optie kan de app breken als u niet weet wat u aan het doen bent.
ru: Осторожно! Эта опция может взломать приложение, если вы не знаете, что делаете.
sr: Budite oprezni! Ova opcija može da poremeti aplikaciju ako ne znate šta radite.
tr: Dikkatli ol! Ne yaptığınızı bilmiyorsanız bu seçenek uygulamayı bozabilir.
zh: 小心！如果您不知道自己在做什么，此选项可能会破坏应用程序.

source: The URL must be valid and include a trailing /.
he: הקישור חייב להיות חוקי ושיכלול '/'
hi: URL मान्य होना चाहिए और इसके आगे / शामिल होना चाहिए.
nl: De link moet geldig zijn en een / op het einde bevatten.
ru: URL-адрес должен быть действительным и содержать символ /.
sr: URL mora da bude validan i da uključuje / na kraju.
tr: URL geçerli olmalı ve bir iz bırakmalı /.
zh: URL必须有效并包含尾随/.

source: Server URL
he: כתובת השרת
hi: सरवर का URL
nl: Server Link
ru: URL-адрес сервера
sr: Serverski URL
tr: Sunucu URL'si
zh: 服务器URL

source: The key must be 32 characters in length.
he: המפתח חייב להיות באורך 32 תווים.
hi: की 32 वर्ण लंबा होना चाहिए।
nl: De sleutel moet 32 karakters in lengte zijn.
ru: Длина ключа должна составлять 32 символа.
sr: Ključ mora da ima 32 karaktera.
tr: Anahtarın uzunluğu 32 karakter olmalı
zh: 密钥长度必须为32个字符.

source: Server Key
he: המפתח חייב להיות באורך 32 תווים.
hi: सरवर की की
nl: Server Sleutel
ru: Ключ сервера
sr: Serverski Ključ
tr: Sunucu Anahtarı
zh: 服务器密钥

source: Run Initial Setup Procedure
he: הפעל את הליך ההתקנה הראשונית
hi: आरंभिक सेटअप प्रक्रिया चलाएँ
nl: Voer Initiële Instellingsprocedure Uit
ru: Выполнение процедуры первоначальной настройки
sr: Pokrenite Početna Podešavanja
tr: İlk Kurulum Prosedürünü Çalıştır
zh: 运行初始设置过程

# begins_the_initial_setup_procedure_that_is_displayed_when_the
source: Begins the initial setup procedure that is displayed when the app is opened for the first time.
he: מתחיל את תהליך ההגדרה הראשונית המוצג כאשר היישום נפתח בפעם הראשונה.
hi: शुरुआती सेटअप प्रक्रिया को शुरू करता है जो ऐप को पहली बार खोलने पर प्रदर्शित होता है।
nl: Begint de initiële instellingsprocedure die werdt weergeven wanneer de app voor de eerste keer werdt geopend.
ru: Начинается процедура первоначальной настройки, которая отображается при первом открытии приложения.
sr: Startuje početna podešavanja koja su vidljiva kada prvi put uključite aplikaciju.
tr: Uygulama ilk kez açıldığında görüntülenen başlangıç kurulum prosedürünü başlatır.
zh: 开始第一次打开应用程序时显示的初始设置过程.

source: NETWORKING
he: רשת
hi: नेटवर्किंग
nl: NETWERKEN
ru: СЕТЬ
sr: MREŽA
tr: AĞ
zh: 联网

source: CORE
he: ליבה
hi: कोर
nl: KERN
ru: ОБЪЯВЛЕНИЕ
sr: JEZGRO
tr: ÇEKİRDEK
zh: 核心

source: Not yet implemented...
he: עדיין לא מיושם...
hi: अभी तक लागू नहीं...
nl: Nog niet geïmplementeerd...
ru: Ещё не реализован....
sr: Nije još implementirano...
tr: Henüz uygulanmadı...
zh: 尚未实现...

source: This feature has not yet been implemented.
he: הדבר עדיין לא יושם.
hi: यह सुविधा अभी तक लागू नहीं की गई है।
nl: Deze functie is nog niet geïmplementeerd.
ru: Эта функция еще не реализована.
sr: Ova opcija još uvek nije implementirana.
tr: Bu özellik henüz uygulanmadı.
zh: 此功能尚未实施.

source: DIAGNOSTICS
he: דיאגנוסטיקה
hi: निदान
nl: DIAGNOSTIEK
ru: ДИАГНОСТИКА
sr: DIJAGNOZA
tr: ARIZA TESPİTLERİ
zh: 诊断

source: Wipe Database
he: נקה נתונים
hi: वाइप डेटाबेस
nl: Verwijder Database
ru: База данных салфеток
sr: Obrišite Bazu Podataka
tr: Veritabanını Sil
zh: 擦除数据库

source: Clears the application database.
he: מנקה את נתוני היישום.
hi: ऐप्लिकेशन के डेटबेस को डिलीट करें।
nl: Verwijdert de applicatie database.
ru: Очищает базу данных приложения.
sr: Briše bazu podataka aplikacije.
tr: Uygulama veritabanını temizler.
zh: 清除应用程序数据库.

source: Wipe Settings
he: מאפס הגדרות
hi: वाइप सेटिंग्स
nl: Verwijder Instellingen
ru: Настройки салфеток
sr: Briše Opcije
tr: Ayarları Sil
zh: 擦除设置

source: Clears all application settings.
he: מאפס את כל הגדרות היישום.
hi: ऐप्लिकेशन की सेट्टिंग स डिलीट करें।
nl: Verwijdert alle applicatie instellingen.
ru: Удаляет все настройки приложения.
sr: Briše sva podešavanja u aplikaciji.
tr: Tüm uygulama ayarlarını temizler.
zh: 清除所有应用程序设置.

source: Wiping database...
he: מנקה נתונים...
hi: डेटबेस वाइप हो रहा है...
nl: Database verwijderen...
ru: Стирая базу данных....
sr: Briše bazu podataka...
tr: Veritabanı siliniyor...
zh: 擦除数据库...

source: Clearing settings...
he: מאפס הגדרות...
hi: सेटिंग्स डिलीट हो रही है...
nl: Instellingen verwijderen...
ru: Очищаю настройки....
sr: Briše opcije...
tr: Ayarlar temizleniyor...
zh: 清除设置...

source: Dump Preferences
he: העדפות קבצי זבל
hi: डम्प प्रेफ़्रेन्सेज़
nl: Voorkeuren Dumpen
ru: Предпочтения по сбросу отходов
sr: Dampuj Podešavanja
tr: Tercih Dökümü
zh: 转储首选项

source: (Debug only) Logs the application preferences in the console.
he: (תיקון באגים) רושם את העדפות היישום בקונסול.
hi: (केवल डीबग) ऐप्लिकेशन प्रेफ़्रेन्सेज़ को कान्सोल में लॉग करें
nl: (Alleen Debuggen) Logt de applicatie voorkeuren in de console.
ru: (Только отладка) Ведет журнал настроек приложения в консоли.
sr: (Samo Debug) Upisuje podešavanja aplikacije u konzoli.
tr: (Sadece Hata Ayıklama) Uygulama tercihlerini konsolda günlüğe kaydeder.
zh: （仅限调试）在控制台中记录应用程序首选项.

source: Dump Database
he: מאגר נתוני זבל
hi: डम्प डेटबेस
ru: База данных по свалкам
sr: Dampuj Bazu podataka
tr: Veri Dökümü
zh: 转储数据库

source: (Debug only) Logs the application database in the console.
he: (תיקון באגים) רושם את נתוני היישום בקונסול.
hi: (केवल डीबग) ऐप्लिकेशन डेटबेस को कोलसोले में लॉग करें।
nl: (Alleen Debuggen) Logt de applicatie database in de console.
ru: (Только отладка) Ведет журнал базы данных приложения в консоли.
sr: (Samo Debug) Upisuje baze podataka aplikacije u konzoli.
tr: (Sadece Hata Ayıklama) Uygulama veritabanını konsolda günlüğe kaydeder.
zh: （仅限调试）在控制台中记录应用程序数据库.

source: Syncing...
he: מסנכרן...
hi: सिंकिंग...
nl: Synchroniseren...
ru: Синхронизация...
sr: Sinhronizacija...
tr: Senkronizasyon...
zh: 同步...

source: Select Player...
he: בחר נגן...
hi: वीडियो प्लेअर चुने...
nl: Selecteer Speler...
ru: Выберите Игрок...
sr: Odaberite plejer...
tr: Oynatıcı Seç...
zh: 选择播放器...

# version_x
source: Version $version
he: גרסא $version
hi: वर्ज़न $version
nl: Versie $version
ru: Версия $version
sr: Verzija $version
tr: Versiyon $version
zh: 版本$version

source: ApolloTV built-in player.
he: הנגן המובנה של ApolloTV.
hi: ApolloTV बिल्ट-इन प्लेअर.
nl: Ingebouwde ApolloTV speler.
ru: Встроенный плеер ApolloTV.
sr: ApolloTV ugrađeni plejer.
tr: Yapım aşamasında ApolloTV oynatıcısı.
zh: ApolloTV内置播放器.

source: Cast Settings
he: הגרות שידור Cast
hi: Cast की सेटिंग्स
nl: Cast Instellingen
ru: Литые настройки
sr: Kast Opcije
tr: Kast Ayarları
zh: 投射设置

source: An error occurred whilst loading this page.
he: ארעה שגיאה בעת טעינת הדף.
hi: पेज लोड करते हुए एरर पाया गया।
nl: Er is een fout opgetreden tijdens het laden van deze pagina.
ru: При загрузке этой страницы возникла ошибка.
sr: Desila se greška prilikom učitavanja ove strane.
tr: Sayfa yüklenirken bir hata oluştu.
zh: 加载此页面时出错.

source: Success!
he: הוצלח!
hi: सफलता!
ru: Успех!
sr: Uspeh!
tr: Başarılı!
zh: 成功！

source: Action completed successfully.
he: הפעולה הושלמה בהצלחה.
hi: कार्य सफलतापूर्वक पूर्ण हुआ।
nl: Actie succesvol afgerond.
ru: Действие успешно завершено.
sr: Akcija uspešno završena.
tr: İşlem başarıyla tamamlandı.
zh: 行动成功完成.

source: Unable to determine reason...
he: לא ניתן לקבוע סיבה...
hi: कारण नहीं पता चला...
nl: Niet in staat om de reden te bepalen...
ru: Невозможно определить причину....
sr: Nije bilo moguće utvrditi razlog...
tr: Sebep belirlenemedi...
zh: 无法确定原因...

source: Close
he: סגור
hi: बंद करें
nl: Sluit
ru: Близко
sr: Zatvori
tr: Kapat
zh: 关

source: Connecting...
he: מתחבר...
hi: कनेक्टिंग...
nl: Verbinden...
ru: Подключение...
sr: Povezivanje...
tr: Bağlanıyor...
zh: 连...

source: Please wait...
he: אנא המתן...
hi: कृपया प्रतीक्षा करें...
nl: Even geduld aub...
ru: Пожалуйста, подождите...
sr: Molimo sačekajte...
tr: Lütfen bekleyin...
zh: 请耐心等待...

source: Authentication failed...
he: אימות נכשל...
hi: प्रमाणिकरण असफल...
nl: Authenticatie gefaald...
ru: Аутентификация не прошла...
sr: Autentikacije neuspela...
tr: Kimlik doğrulama başarılamadı...
zh: 验证失败...

# it_seems_this_copy_of_the_app_is_out_of
source: It seems this copy of the app is out of date...
he: נראה שעותק זה של היישום אינו מעודכן...
hi: आप की ये कॉपी अप्डेटेड नहीं है...
nl: Het lijkt erop dat de app niet up-to-date is...
ru: Кажется, эта копия приложения устарела....
sr: Deluje da je verzija aplikacije koju koristite zastarela...
tr: Görünüşe göre uygulamanın bu kopyası güncel değil...
zh: 这个应用程序的副本似乎已经过时了...

source: The server failed to verify the app's integrity.
he: השרת לא הצליח לאמת את תקינות היישום.
hi: सर्वर ऐप की अखंडता को सत्यापित करने में विफल रहा।
nl: Het lukte niet om de integriteit van de app te verifiëren.
ru: Сервер не смог проверить целостность приложения.
sr: Server nije uspeo da ustanovi integritet aplikacije.
tr: Sunucu, uygulamanın bütünlüğünü doğrulayamadı.
zh: 服务器无法验证应用程序的完整性.

source: Unable to connect...
he: לא מצליח להתחבר...
nl: Niet in staat om te verbinden...
ru: Невозможно установить связь....
sr: Niste uspeli da se povežete...
tr: Bağlanamıyor...
zh: 无法连接...

source: Authentication timed out. Please try again.
he: אימות נכשל, אנא נסה שוב.
hi: प्रमाणीकरण का समय समाप्त हो गया। कृपया पुन: प्रयास करें
nl: Authenticatie timed-out. Probeer alstublieft opnieuw.
ru: Время аутентификации истекло. Пожалуйста, попробуйте еще раз.
sr: Autentikacija nije uspela. Molimo Vas pokušajte ponovo.
tr: Kimlik doğrulama zaman aşımına uğradı. Lütfen tekrar deneyin.
zh: 身份验证超时.请再试一次.

# if_this_problem_persists_please_contact_a_member_of_staff
source: If this problem persists, please contact a member of staff on Discord.
he: אם הבעיה נמשכת, אנא צור קשר עם חבר צוות הפיתוח בדיסקורד.
hi: यदि यह समस्या बनी रहती है, तो कृपया डिस्कॉर्ड पर स्टाफ़ से संपर्क करें।
nl: Als dit probleem blijft voortbestaan, neem contact op met een lid van de staff op Discord.
ru: Если эта проблема сохраняется, пожалуйста, свяжитесь с сотрудником отдела Разногласий.
sr: Ako se ovaj problem nastavi, kontaktirajte našeg člana sa Diskorda.
tr: Bu sorun devam ederse, lütfen Discord'da personel üyesi ile iletişime geçin.
zh: 如果此问题仍然存在，请联系Discord的工作人员.

source: Scraping failed...
he: חיפוש מקורות נכשל...
hi: स्क्रेपिंग असफल...
nl: Scraping mislukt...
ru: Скребок провалился....
sr: Struganje neuspelo...
tr: Scraping başarısız...
zh: 刮痧失败了...

source: The socket connection failed.
he: חיבור socket נכשל.
hi: सॉकट कनेक्शन असफल रहा।
nl: De socket connectie is mislukt.
ru: Сбой соединения разъема.
sr: Soket konekcija je napravila grešku
tr: Soket bağlantısı başarısız oldu.
zh: 套接字连接失败.

source: The socket connection timed out.
he: חיבור socket קרס.
hi: सॉकेट कनेक्शन समय समाप्त हो गया.
nl: De socket connectie timed out.
ru: Сбой соединения разъема.
sr: Soket konekcija je istekla.
tr: Soket bağlantısı zaman aşımına uğradı.
zh: 套接字连接超时.

source: An error occurred whilst communicating with Claws.
he: אירעה שגיאה בעת תקשור עם Claws.
hi: Claws के साथ संचार करते समय एरर पाया गया.
nl: Er is een fout opgetreden tijdens het communiceren met Claws.
ru: Во время общения с Клоусами возникла ошибка.
sr: Desila se greška prilikom komunikacije sa Clawsom.
tr: Claw'larla iletişim kurarken bir hata oluştu.
zh: 与Claws通信时发生错误.

# an_error_occurred_whilst_communicating_with_claws_detailed
source: An error occurred whilst communicating with Claws. ($error)
he: אירעה שגיאה בעת תקשור עם Claws ($error)
hi: Claws के साथ संचार करते समय एरर पाया गया. ($error)
nl: Er is een fout opgetreden tijdens het communiceren met Claws. ($error)
ru: Во время общения с Клоусами возникла ошибка. ($error)
sr: Desila se greška prilikom komunikacije sa Clawsom. ($error)
tr: Claw'larla iletişim kurarken bir hata oluştu. ($error)
zh: 与Claws通信时发生错误. ($error)

source: The request timed out.
he: הבקשה הסתיימה.
nl: Het verzoek is verlopen.
ru: Запрос закончился.
sr: Zahtev je istekao.
tr: Talep zaman aşımına uğradı.
zh: 请求超时.

source: Is your connection too slow?
he: האם החיבור שלך איטי מדי?
hi: आपका कनेक्शन स्लो है क्या?
nl: Is uw connectie te traag?
ru: Ваше соединение слишком медленное?
sr: Da li imate sporu konekciju?
tr: Bağlantınız çok yavaş mı?
zh: 你的连接太慢了吗?

source: Unable to connect to server.
he: לא יכול להתחבר לשרת.
hi: ऐप सरवर से कनेक्ट नहीं हो पा रही है।
nl: Niet in staat om met de server te verbinden.
ru: Невозможно подключиться к серверу.
sr: Niste uspeli da se povežete na server.
tr: Sunucuya bağlanılamıyor.
zh: 无法连接到服务器.

source: The $appName server is currently offline for server upgrades.
he: שרת $appName אינו זמין כעת
hi: $appName सरवर अभी ऑफ़्लाइन है और अप्ग्रेड हो रहे है।
nl: De $appName server is op dit moment offline voor een upgrade.
ru: Сервер $appName в настоящее время отключен от сети для обновления сервера.
sr: $appName server je trenutno nedostupan zbog unapređenja.
tr: $appName sunucusu şu anda sunucu yükseltmeleri için çevrimdışıdır.
zh: $appName服务器当前处于脱机状态以进行服务器升级.

# please_check_the_announcements_channel_in_our_discord_server_for
source: Please check the #announcements channel in our Discord server for more information.
he: אנא בדוק את חדר ה#announcements בדיסקורד שלנו לקבלת מידע נוסף.
hi: और जानकारी के लिए कृपया हमारे डिस्कोर्ड सरवर में #announcements चैनल देखें।
nl: Check alstublieft #announcements kanaal in onze Discord server voor meer informatie.
ru: Пожалуйста, проверьте канал #announcements на нашем сервере для получения дополнительной информации.
sr: Molim Vas pogledajte #announcements kanal na Diskordu za više informacija.
tr: Lütfen daha fazla bilgi için Discord sunucumuzda #announcements kanalını kontrol edin.
zh: 有关详细信息，请查看我们的Discord服务器中的#announcements频道.

source: $n sources
he: $n מקורות
hi: $n सूत्र
nl: $n bronnen
ru: $n источники
sr: $n izvora
tr: $n kaynak
zh: $n来源

source: Sort By...
he: סדר לפי...
hi: क्रमबद्ध...
nl: Sorteer Op...
ru: Сортировать по...
sr: Sortiraj Po...
tr: Göre sırala...
zh: 排序方式...

source: Ping
he: פינג
hi: पिंग
ru: Пинг
zh: 平

source: Sorts by the time the server took to respond.
he: מיין לפי זמן התגובה המהיר ביותר של השרתים.
hi: सरवर से प्रतिक्रिया करने के समय में क्रमबद्ध करें।
nl: Sorteert op de tijd dat het duurt voordat de server reageert.
ru: Сортировка по времени ответа сервера.
sr: Sortira po vremenu koje je bilo potrebno serveru da odgovori.
tr: Sunucunun yanıt verdiği süreye göre sıralar.
zh: 在服务器响应时进行排序.

source: Quality
he: איכות
hi: क्वॉलिटी
nl: Kwaliteit
ru: Качество
sr: Kvalitet
tr: Kalite
zh: 质量

source: Sorts by source quality.
he: מיין לפי איכות המקור.
hi: सोर्स की क्वालिटी में क्रमबद्ध करें
nl: Sorteert op bron kwaliteit.
ru: Сортировка по качеству источника.
sr: Sortira po kvalitetu izvora.
tr: Kaynak kalitesine göre sıralar.
zh: 按来源质量排序.

source: Name
he: שם
hi: नाम
nl: Naam
ru: Имя
sr: Ime
tr: Ad
zh: 名称

source: Sorts alphabetically by name.
he: מיון סדר אלפביתי.
hi: वर्णानुक्रम में क्रमबद्ध करें
nl: Sorteert alfabetisch op naam.
ru: Сортировка по имени в алфавитном порядке.
sr: Sortira po abecednom redu.
tr: Adına göre alfabetik olarak sıralar.
zh: 按名称按字母顺序排序.

source: File Size
he: גודל הקובץ
hi: फ़ाइल का माप
nl: Bestand grote
ru: Размер файла
sr: Veličina Datoteke
tr: Dosya Boyutu
zh: 文件大小

source: Sorts by the size of the file.
he: מיון לפי גודל הקובץ
hi: फ़ाइल के माप में क्रमबद्ध करें
nl: Sorteert op de grote van het bestand.
ru: Сортировка по размеру файла.
sr: Sortira po veličini datoteke.
tr: Dosyanın boyutuna göre sıralar.
zh: 按文件大小排序.

source: Credits
he: קרדיטים
hi: क्रेडिट
ru: Кредиты
sr: Zasluge
tr: Hazırlayanlar
zh: 学分

source: Information
he: מידע
hi: जानकारी
nl: Informatie
ru: Информация
sr: Informacije
tr: Bilgi
zh: 信息

source: Play Trailer
he: טריילר
hi: ट्रेलर चलाएँ
nl: Speel trailer
ru: Играть в трейлер
sr: Pogledajte Trejler
tr: Fragmanı Oynat
zh: 播放预告片

source: See All
he: הצג הכל
hi: सब कुछ देखें
nl: Zie alles
ru: Смотреть все
sr: Vidi Sve
tr: Hepsini Göster
zh: 查看全部

source: Copy to Clipboard
he: העתק
hi: क्लिप्बॉर्ड पर कॉपी करें
nl: Kopiëren naar Klembord
ru: Копировать в буфер обмена
tr: Panoya Kopyala
zh: 复制到剪贴板

source: Clear
he: נקה
hi: क्लीर
nl: Vrij
ru: Чисто
tr: Temizle
zh: 明确

source: Reset
he: אפס
hi: रीसेट
ru: Сброс
tr: Sıfırla
zh: 重启

source: Set
he: בחר
hi: सेट
nl: Zet
ru: Набор
tr: Ayarla
zh: 组

# google_cast_prompt
source: Cast
he: שדר
hi: कास्ट
ru: Литой
tr: Yayın
zh: 投射

source: Searching for Cast devices...
he: מחפש התקני שידור
hi: कास्ट उपकरण खोजे जा रहे है...
nl: Zoeken naar Cast apparaten...
ru: Поиск литых устройств...
tr: Yayın cihazı aranıyor...
zh: 正在搜索投影设备...

source: Unknown model
he: מודל לא מוכר
nl: Onbekend model
ru: Неизвестная модель
tr: Bilinmeyen model
zh: 未知的模型

source: Now connected to $device
he: מחובר כעת ל$device
hi: $device कनेक्ट हो गयी है
nl: Nu verbonden met $device
ru: Теперь подключен к устройству $device
tr: Şimdi $device bağlandı
zh: 现在连接到$device

source: Disconnected from $device
he: מנותק מ$device
hi: $device डिसकोंनेक्ट हो गयी है
nl: Verbinding verbroken met $device
ru: Отключен от устройства $device
tr: $device 'den bağlantı kesildi
zh: 断开连接$device

source: An error occurred whilst casting.
he: אירעה שגיאה בחיבור.
hi: कास्ट करते वक़्त एरर मिला।
nl: Er is een fout opgetreden tijdens het casten.
ru: Во время кастинга произошла ошибка.
tr: Yayın sırasında bir hata oluştu.
zh: 投影时发生错误.

source: Search
he: חיפוש
hi: सर्च
nl: Zoeken
ru: Поиск
tr: Ara
zh: 搜索

source: Hide Partial/Unreleased Content
he: הסתר תוכן חלקי / שלא פורסם
hi: अन्रेलीस्ट व आधा अधूरा कांटेंट ना दिखाएँ
nl: Verberg Gedeeltelijk/Nog Niet Uitgebrachte inhou
ru: Скрыть частичное/неудаленное содержимое
tr: Kısmi/Yayınlanmamış İçeriği Gizle
zh: 隐藏部分/未发布的内容

# hide_partial_unreleased_content_description
source: Filters out content that is lacking information or has not yet been released.
he: מסנן תוכן חסר מידע או שטרם פורסם.
hi: वह कांटेंट जिसकी पूरी जानकारी न हो या रिलीज़ ना हुआ हो छुपा दिया जाएगा।
nl: Filtert inhoud uit zonder volledige informatie of inhoud die nog niet is uitgebracht.
ru: Отфильтровывает контент, по которому отсутствует информация или еще не был выпущен.
tr: Bilgi içermeyen veya henüz yayınlanmamış içeriği filtreler.
zh: 过滤掉缺少信息或尚未发布的内容.

source: Updates
he: עדכונים
hi: अप्डेट्स
ru: Обновления
tr: Güncellemeler
zh: 更新

source: Version Track
he: מסלול הגרסאות
hi: वर्ज़न ट्रैक
ru: Версия Путь
tr: Versiyon Takibi
zh: 版本跟踪
