Repository: hossin-bot/fluttr
Catalog: res/values/strings_*.arb
Languages: ar, he, hi, nl, pt, ro, ru, sr, tr, zh

# version_track_stable_description
source: When a beta build is well-tested and is, to the best of our knowledge bug-free, the build will graduate to a stable release.
he: כאשר גרסאת בטא כלשאי נבדקת כמו שצריך, ולמיטב ידיעתנו עובדת ללא באגים, גרסאת הבטא תהפוך לגרסא יציבה.
hi: जब एक बीटा बिल्ड सही से टेस्ट कर लिए हाट है और हमारे ज्ञान में बग-फ़्री पाया जाता है, यह बिल्ड एक स्टेबल रिलीज़ के तौर पर रिलीज़ किया जाता है।
nl: Wanneer een beta versie van de app voldoende getest is en (voor zover wij weten) geen bugs bevat, word deze een stabiele versie.
ru: Когда бета-версия хорошо протестирована и, насколько нам известно, безошибочна, сборка перейдет в стабильный выпуск.
tr: Bir beta derlemesi iyi test edildiğinde ve bilgimizin en iyisi için hatasız olduğunda, derleme kararlı bir sürümle mezun olacaktır.
zh: 当beta版本经过充分测试并且据我们所知，无错误时，构建将逐渐发展为稳定版本.

# version_track_beta_description
source: Once a few development-build features are complete, they will be cherry-picked and released as beta builds.
he: ברגע שכמה גרסאות ניסיוניות למיניהן מושלמות, הן יבחרו באופן ידני וישוחררו כגרסאות בטא.
hi: जब कुछ गिनती के डिवेलप्मेंट-बिल्ड के विशेषताएं पूरे हो जाते हैं, तब उन्हें बीता बिल्ड के तौर पर रिलीज़ किया जाता है।
nl: Wanneer een aantal ontwikkelings-versie features compleet zijn, zullen de beste worden uitgebracht als een beta versie.
ru: После завершения разработки нескольких функций сборки, они будут выбраны и выпущены в виде бета-версий.
tr: Birkaç geliştirme özelliği tamamlandığında, cherry-picked ve beta sürümleri olarak yayınlanacak.
zh: 一旦完成了一些开发构建功能，它们将被挑选出来并作为beta版本发布.

# version_track_development_description
source: As soon as a feature has been pushed to the master branch a development build will be automatically generated and released.
he: ברגע שמשהו חדש קודד ע''י המפתחים והוצא לאור ב GITHUB, גרסא נסיונית חדשה תיווצר באופן אוטומטי.
hi: जैसे ही एक विशेषता मास्टर ब्रांच में पुश की जाती है, एक डिवेलप्मेंट बिल्ड अपने आप जेनरेट होकर रिलीज़ हो जाता है।
nl: Zodra een feature naar de master branch is geschoven zal er automatisch een ontwikkelings-versie gegenereerd en vrijgegeven worden.
ru: Как только какая-либо функция будет перенесена в ветвь мастера, автоматически будет сгенерирована и выпущена разработка сборки.
tr: Bir özellik ana şubeye itildiği andan itibaren bir geliştirme yapısı otomatik olarak oluşturulur ve yayınlanır.
zh: 一旦将功能推送到主分支，就会自动生成并释放开发构建.

source: Localization
he: לוקליזציה
hi: लोकलिज़ेशन
nl: Lokalisatie
ru: Локализация
tr: Yerelleştirme
zh: 语言

source: Theme
he: ערכת נושא
hi: थीम
nl: Thema
ru: сюжет
tr: Tema
zh: 主题

source: Layout
he: פריסה
hi: लेआउट
ru: раскладка
tr: Düzen
zh: 布局

# credits_description
source: This app is brought to you with ❤ by these awesome people!
he: אפליקציה זו הוכנה ב ❤ ע''י האנשים המדהימים האלו!
hi: यह ऐप ❤ के साथ इन शानदार लोगों द्वारा लायी गयी है!
nl: Deze is app werd naar u gebracht door 2764 van deze geweldige mensen!!
ru: Это приложение пришло к вам с ❤ от этих удивительных людей!
tr: Bu uygulama size bu harika insanlar tarafından ❤ ile getirildi!
zh: 这个应用程序是由这些可怕的人带给你的❤！

source: Thank you!
he: תודה רבה!
hi: शुक्रिया!
nl: Dank u wel!
ru: Спасибо!
tr: Teşekkür ederim!
zh: 谢谢！

# thank_you_notice
source: ApolloTV is a community effort and without these people, this app wouldn't exist. For everyone's contribution, no matter how small, I am extremely grateful. ~NBTX
he: ApolloTV הוא מאמץ קהילתי וללא האנשים האלה, אפליקציה זאת לא הייתה קמה לתחייה. לכל מי שעזר, לא משנה כמה קצת, אני אסיר תודה. ~NBTX
hi: ApolloTV कम्यूनिटी एफ़र्ट है और इन लोगों के बिना यह ऐप मुमकिन नहीं है। सभी के योगदान, बढ़े व छोटे, का मैं बहुत आभारी हूँ। ~NBTX
nl: ApolloTV is een community inspanning en zonder deze mensen zal deze app niet bestaan. Voor iedereens bijdrage, ongeacht hoe klein, ben ik buitengewoon dankbaar. ~NBTX
ru: ApolloTV - это общественная инициатива, и без этих людей это приложение было бы невозможно. За вклад каждого, каким бы малым он ни был, я чрезвычайно благодарен. ~NBTX
tr: ApolloTV bir topluluk çalışmasıdır ve bu insanlar olmadan bu uygulama olmazdı. Herkesin katkısı için, ne kadar küçük olursa olsun, minnettarım. ~NBTX
zh: ApolloTV是一项社区活动，没有这些人，这个应用程序就不存在了. 对于每个人的贡献，无论多小，我都非常感激. ~NBTX

source: Run Command
he: הפעל פקודה
nl: Voer Opdracht Uit
ru: Запустить команду
tr: Komutu Çalıştır
zh: 运行命令

source: Waiting for input...
he: ממתין לקלט ...
hi: इनपुट की प्रतीक्षा करी जा रही है...
nl: Wachten voor invoer...
ru: Ждём ответа...
tr: Giriş bekleniyor...
zh: 等待输入...

source: Security
he: אבטחה
hi: सुरक्षा
nl: Veiligheid
ru: Безопасность
tr: Güvenlik
zh: 安全

source: Disable Security Warnings
he: כבה התראות אבטחה
hi: सुरक्षा चेतावनी बंद करें
nl: Schakel Veiligheidswaarschuwingingen Uit
ru: Отключить предупреждения безопасности
tr: Güvenlik Uyarılarını Devre Dışı Bırak
zh: 禁用安全警告

source: This disables all warnings regarding potential security concerns.
he: משבית את כל האזהרות לגבי חששות בטיחותיים.
hi: सुरक्षा से सम्बंधित सभी चेतावनियाँ बंद हो जाएँगी।
nl: Dit schakelt alle waarschuwingen uit over potentiële zorgen over veiligheid.
ru: Это отключает все предупреждения о возможных проблемах безопасности.
tr: Bu, olası güvenlik endişeleriyle ilgili tüm uyarıları devre dışı bırakır.
zh: 这会禁用有关潜在安全问题的所有警告.

# we_recommend_that_you_do_not_enable_this_option_unless
source: We recommend that you do not enable this option unless you are positive that you know what you're doing.
he: אנו ממליצים שלא תפעיל אפשרות זו, אלא אם אתה בטוח שאתה יודע מה אתה עושה.
hi: हमारा सुझाव है की अगर आपको नहीं पता यह विकल्प क्या करता है, आप इस विकल्प को ना एनेबल करें।
nl: Wij bevelen aan dat u deze optie niet inschakeld tenzij u positief bent dat u weet wat u aan het doen ben.
ru: Мы рекомендуем не включать эту опцию, если вы не уверены, что знаете, что делаете.
tr: Ne yaptığınızı bildiğinizden emin değilseniz, bu seçeneği etkinleştirmemenizi öneririz.
zh: 我们建议您不要启用此选项，除非您肯定知道自己在做什么.

source: Security warnings have been disabled!
he: אזהרות אבטחה הושבתו!
hi: सुरक्षा चेतावनी बंद कर दी गयी है!
nl: Veiligheidswaarschuwingen zijn uitgezet!
ru: Предупреждения системы безопасности отключены!
tr: Güvenlik uyarıları devre dışı bırakıldı!
zh: 安全警告已被禁用！

source: SECURITY RISK:
he: סיכון ביטחוני:
hi: सुरक्षा चेतावनी:
nl: VEILIGHEIDSRISICO:
ru: СЕКЬЮРИТИ РИСК:
tr: GÜVENLİK RİSKİ:
zh: 安全风险：

# using_unofficial_servers_can_expose_your_ip_address
source: Using unofficial servers can expose your IP address. If this is a concern, you should use a VPN.
he: שימוש בשרתים לא רשמיים יכול לחשוף את כתובת ה- IP שלך. אם זהו חשש, עליך להשתמש ב- VPN.
hi: अनफ़िशल सर्वर उसे करने से आपके IP ऐड्रेस लीक हो सकता है। अगर यह आपको परेशानी देता है तो आप VPN उसे करें।
nl: Het gebruik van onofficiële servers kan uw IP adres blootstellen. Als dit een zorg is, gebruik dan een VPN.
ru: Использование неофициальных серверов может раскрыть ваш IP-адрес. Если это проблема, вам следует использовать VPN.
tr: Resmi olmayan sunucuları kullanmak IP adresinizi gösterebilir. Bu bir kaygı ise, bir VPN kullanmanız gerekir.
zh: 使用非官方服务器可能会暴露您的IP地址. 如果这是一个问题，您应该使用VPN.

source: Discord
he: דיסקורד
hi: डिस्कोर्ड
ru: Разногласия
zh: 不和

source: Privacy
he: פרטיות
hi: एकांत
ru: Конфиденциальность
tr: Gizlilik
zh: 隐私

source: Welcome to Apollo Skyspace!
he: ברוכים הבאים ל- Apollo Skyspace!
hi: Apollo स्काईस्पेस में आपका स्वागत है!
nl: Welkom bij to Apollo Skyspace!
ru: Добро пожаловать в Аполлон Скайспейс!
tr: Apollo Skyspace'e Hoş Geldin!
zh: 欢迎来到Apollo Skyspace!

source: Houston, Stand by...
he: יוסטון, המתן קטנה...
hi: ह्यूस्टन, स्टैंड बाई...
ru: Хьюстон, приготовься...
tr: Houston, Beklemede kal...
zh: 休斯顿，待命...

source: Apollo Skyspace is still under development.
he: Apollo Skyspace עדיין בפיתוח.
hi: Apollo स्काईस्पेस अभी डिवेलप हो रहा है।
nl: Apollo Skyspace is nog steeds onder ontwikkeling.
ru: Аполлон Скайспейс все еще находится в стадии разработки.
tr: Apollo Skyspace hala geliştirilme aşamasında.
zh: Apollo Skyspace仍处于开发阶段.

# we_will_announce_it_on_our_social_pages_when_its
source: We will announce it on our social pages when it's ready.
he: אנו נודיע על כך בדפים החברתיים שלנו כאשר יהיה עדכונים.
hi: हम अपने सोशल मीडिया पर इसके पूरे होने की घोषणा करेंगे।
nl: Wij zullen mededelen op onze sociale pagina's als het klaar is.
ru: Мы объявим об этом на наших социальных страницах, когда он будет готов.
tr: Hazır olunca sosyal sayfalarımızda açıklayacağız.
zh: 我们会在准备就绪后在社交网页上公布.

source: Home
he: בית
hi: होम
nl: Start
ru: Главная
tr: Ana ekran
zh: 家

source: Open Discord
he: פתח דיסקורד
hi: डिस्कोर्ड खोले
ru: Открытые разногласия
tr: Discord'u Aç
zh: 打开不和谐

source: Throw Error
he: בדיקת שגיאה
hi: थ्रो एरर
nl: Maak Fout
ru: Бросить ошибку
tr: Hata Gönder
zh: 扔错误

source: Intentionally throws an error to test error handling.
he: בכוונה נותן שגיאה כדי לצרכי בדיקה.
hi: एरर हैंड्लिंग टेस्ट करने के लिए जानबूझ कर एरर थ्रो करें।
nl: Opzettelijk een fout maken om foutafhandeling te testen.
ru: Намеренно бросает ошибку для тестирования обработки ошибок.
tr: İsteyerek hata işlemeyi sınamak için bir hata atar.
zh: 故意抛出错误来测试错误处理.

source: Well don't say you didn't ask!
he: אל תגיד שלא שאלת!
hi: यह मत कहे की आपने पूछा नहीं था!
nl: U heeft er zelf om gevraagd!
ru: Ну, не говори, что не спрашивал!
tr: Sorma deme!
zh: 好吧不要说你没问！

source: Content Trackers
he: עוקבי תוכן
hi: कांटेंट ट्रैकर
ru: Отслеживатели содержимого
tr: İçerik İzleyiciler
zh: 内容跟踪器

source: Premium Hosts
he: אחסוני פרימיום
hi: प्रीमियम होस्ट
ru: высококлассные хостинг-провайдеры
tr: Premium Sunucular
zh: 高级主机

# simkl_description
source: All your favorite TV shows, anime and movies — in one place. Stop searching, marking and checking in. Start watching.
he: כל תוכניות הטלוויזיה האהובות עליך, אנימה וסרטים - במקום אחד. הפסק לחפש, לסמן ולבדוק. התחל לצפות.
hi: आपके मनपसंद कार्यक्रम, ऐनिमे और फ़िल्में - सब एक जगह पर। खोजना बंद करें। देखना शुरू करें।
nl: Al uw favoriete TV shows, anime en films - in een plek. Stop zoeken, markeren en inchecken. Start met kijken.
ru: Все ваши любимые телепередачи, аниме и фильмы - в одном месте. Прекратить поиск, маркировку и проверку. Начинай смотреть.
tr: En sevdiğiniz TV şovları, anime ve filmler. Aramayı, işaretlemeyi ve kontrol etmeyi durdurun.İzlemeye başlayın.
zh: 所有你喜欢的电视节目，动漫和电影 - 在一个地方.停止搜索，标记和登记。开始观看.

source: Hex
hi: हेक्स
ru: Гекс
zh: 十六进制

source: Chooser
he: בוחר
nl: Kiezer
ru: Выбиратель
tr: Seçici
zh: 选配

source: Content Suggestions
he: הצעות תוכן
hi: कांटेंट का सुझाव
nl: Content Suggesties
ru: Содержание Предложения по контенту
tr: İçerik Önerileri
zh: 内容建议

# content_suggestions_description
source: Tailor your experience with our curated watchlists! If you're interested in a curated list, tap on it.
he: התאם את החוויה שלך עם רשימות השמירה המאוגדים שלנו! אם אתה מעוניין ברשימה כלשהי, הקש עליה.
hi: हमारे क्यूरेट वॉचलिस्ट के साथ अपने अनुभव को दर्जी करें! यदि आप एक क्यूरेटेड सूची में रुचि रखते हैं, तो उस पर टैप करें।
nl: Verbeter uw ervaring met onze samengestelde lijsten! Als u geïntereseerd bent in een lijst, tap erop.
ru: Приспосабливайте свой опыт работы с нашими курируемыми списками часов! Если вас интересует курируемый список, нажмите на него.
tr: Tecrübenizi düzenlenmiş izleme listelerimizle düzenleyin! Düzenlenmiş bir listeyle ilgileniyorsanız,üzerine dokunun.
zh: 通过我们精选的名单量身定制您的体验！如果您对精选列表感兴趣，请点按它.

source: No sources found.
he: לא נמצאו מקורות.
hi: कोई सोर्स नहीं मिला
nl: Geen bronnen gevonden.
ru: Источников не найдено.
tr: Kaynak bulunamadı.
zh: 找不到任何来源.

source: We couldn't find any sources for '$content'.
he: לא הצלחנו למצוא מקורות עבור '$content'
hi: हम $content के लिए कोई भी सोर्स नहीं खोज सके।
nl: Wij konden geen bronnen vinden voor '$content'.
ru: Мы не смогли найти никаких источников для '$content'.
tr: '$content için kaynak bulunamadı'.
zh: 我们找不到'$content'的任何来源。

source: Your request has been saved.
he: הבקשה שלך נשמרה.
hi: आपका निवेदन सेव हो गया है।
nl: Uw verzoek is opgeslagen.
ru: Ваш запрос был сохранен.
tr: İsteğiniz kaydedildi.
zh: 您的请求已保存.

# real_debrid_n_points
source: $points points
he: $points נקודות
nl: $points punten
ru: $points баллы
tr: $points puan
zh: $points点

# real_debrid_convert_points
source: Convert Points
he: המר נקודות
nl: Punten omzetteb
ru: Пункты преобразования
tr: Puanları Dönüştür
zh: 转换点

source: Converting Real-Debrid fidelity points...
he: ממיר נקודות Real-Debrid...
nl: Real-Debrid "trouw" punten omzetten...
ru: Преобразование точек верности в реальную дебридскую эпоху...
tr: Real-Debrid sadakat puanları dönüştürülüyor...
zh: 转换Real-Debrid保真度点...

# real_debrid_purchase_premium
source: Purchase Premium
he: רכישת פרמיום
nl: Koop Premium
ru: Приобретение премиум-класса
tr: Premium Satın Al
zh: 购买Premium

source: $x found in $y
he: $x נמצא בתוך $y
ru: $x найденный в $y
zh: 在$y找到$x

source: Submit Request
he: שלח בקשה
ru: Отправить запрос
zh: 提交请求

# code_x
source: Code: $code
ru: Код: $code
zh: 码：$code

source: You can log into Real-Debrid in two ways:
ru: Вы можете войти в Real-Debrid двумя способами:
zh: 您可以通过两种方式登录Real-Debrid：

source: If you're not sure what these options are, just use LOGIN.
ru: Если вы не знаете, что это за варианты, просто воспользуйтесь LOGIN-кодом.
zh: 如果您不确定这些选项是什么，请使用登录.

source: Use Code
ru: Использовать код
zh: 使用代码

source: Login
ru: логин
zh: 登录

source: or
ru: или
zh: 要么

source: Enter the following code:
ru: Введите следующий код:
zh: 输入以下代码：

source: Visit the following URL in your browser:
ru: Посетите следующий URL-адрес в вашем браузере:
zh: 在浏览器中访问以下网址：

source: Does nothing in release mode.
ru: Ничего не делает в режиме отпускания.
zh: 在发布模式下无效.

source: Please follow the instructions shown to log in via your browser.
ru: Пожалуйста, следуйте инструкциям, показанным для входа в систему через браузер.
zh: 请按照显示的说明通过浏览器登录.

# expires_in_x_daysOther
source: expires in $days days
ru: истекает в $days дни
zh: $days天后到期

# expires_in_x_daysOne
source: expires in $days day
ru: истекает в $days день
zh: $days天后到期

source: Sorts by date added.
ru: Сортировка по дате добавления.
zh: 按日期排序.

source: Date Added
ru: Дата добавления
zh: 添加日期

# real_debrid_n_sourcesOne
source: Real-Debrid ($n source)
he: Real-Debrid ($n מקור)
hi: Real-Debrid ($n सूत्र)
sr: Real-Debrid ($n izvor)
tr: Real-Debrid ($n kaynak)

# real_debrid_n_sourcesOther
source: Real-Debrid ($n sources)
he: Real-Debrid ($n מקור)
hi: Real-Debrid ($n सूत्र)
sr: Real-Debrid ($n izvora)
tr: Real-Debrid ($n kaynak)
