Repository: hossin-bot/fluttr
Catalog: res/values/strings_*.arb
Languages: ar, he, hi, nl, pt, ro, ru, sr, tr, zh

# $_language_name
source: English
ar: عربى
he: עברית
hi: हिंदी
nl: Nederlands
pt: Português
ro: Română
ru: русский
sr: Srpski
tr: Türkçe
zh: 中文

# $_language_name_english
source: English
ar: Arabic
he: Hebrew
hi: Hindi
nl: Dutch
pt: Portuguese
ro: Romanian
ru: Russian
sr: Serbian
tr: Turkish
zh: Chinese

source: Blog
ar: مدونة
he: בלוג
hi: ब्लॉग
ru: Блог
zh: 博客

source: TV Shows
ar: مسلسلات
he: סדרות
hi: कार्यक्रम
pt: Séries
ro: Seriale
ru: ТВ-шоу
sr: Serije
tr: Diziler
zh: 电视节目

source: Movies
ar: أفلام
he: סרטים
hi: फ़िल्में
nl: Films
pt: Filmes
ro: Filme
ru: Фильмы
sr: Filmovi
tr: Filmler
zh: 电影

source: Legal
ar: قانوني
he: מידע משפטי
hi: कानूनी
nl: Legaal
ru: Юридический
sr: Pravno
tr: Yasal
zh: 法律

source: Donate
ar: تبرع
he: תרום
hi: दान करे
nl: Doneer
pt: Doações
ro: Donați
ru: жертвовать
sr: Doniraj
tr: Bağış
zh: 捐

source: Settings
ar: إعدادات
he: הגדרות
hi: सेटिंग्स
nl: Opties
pt: Definições
ro: Setări
ru: параметры
sr: Postavke
tr: Ayarlar
zh: 设置

source: URL copied!
ar: !تم نسخ الرابط
he: קישור הועתק!
hi: URL कॉपी हो गया है!
nl: Link gekopieerd!
pt: Link Copiado!
ro: Adresă URL copiată!
ru: Ссылка скопирована!
sr: URL adresa kopirana!
tr: URL kopyalandı!
zh: 网址已复制！

source: Okay
ar: حسناً
he: אישור
hi: ठीक है
nl: Oké
pt: OK
ro: Ok
ru: подходящий
sr: U redu
tr: Tamam
zh: 好的

source: Show more...
ar: ...أظهر أكثر
he: עוד...
hi: और दिखाएं...
nl: Meer laten zien...
pt: Mostrar Mais...
ro: Mai multe...
ru: Покажи еще...
sr: Prikaži više...
tr: Daha fazla göster...
zh: 显示更多...

source: Show less...
ar: ...أظهر أقل
he: פחות...
hi: कम दिखाएं...
nl: Minder laten zien...
pt: Mostrar Menos...
ro: Mai puține...
ru: Покажи меньше...
sr: Prikaži manje...
tr: Daha az göster...
zh: 显示较少...

source: Loading...
ar: ...جار التحميل
he: טוען...
hi: लोड हो रहा है...
nl: Laden...
pt: A Carregar...
ro: Încărcare...
ru: Загрузка...
sr: Učitavanje...
tr: Yükleniyor...
zh: 装载...

source: Unknown
ar: غير معروف
he: לא ידוע
hi: अज्ञात
nl: Onbekend
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sr: Nepoznato
tr: Bilinmeyen
zh: 未知

source: Unknown $x
ar: $x غير معروف
he: לא ידוע $x
hi: अज्ञात $x
nl: Onbekend $x
pt: Desconhecido $x
ro: $x necunoscut
ru: Неизвестный $x
sr: Nepoznato $x
tr: Bilinmeyen $x
zh: 未知$x

source: No results found.
ar: لا توجد نتائج
he: לא נמצאו תוצאות.
hi: कुछ नहीं मिला।
nl: Geen resultaten gevonden.
pt: Nenhum Resultado Encontrado.
ro: Nici un rezultat găsit.
ru: Результаты не найдены.
sr: Nema rezultata.
tr: Sonuç bulunamadı.
zh: 未找到结果.

source: Cancel
ar: إلغاء
he: ביטול
hi: रध करे
nl: Annuleren
pt: Cancelar
ro: Anulează
ru: Отмена
sr: Odustani
tr: İptal
zh: 取消

source: Dismiss
ar: إغلاق
he: הסתר
hi: ख़ारिज करे
nl: Afwijzen
pt: Dispensar
ro: Destituie
ru: закройте
sr: Zatvori
tr: Reddet
zh: 解雇

source: Sync
ar: زامن
he: סנכרן
hi: सिंक करे
nl: Synchroniseren
pt: Sincronizar
ro: Sincronizează
ru: Синхронизация
sr: Sinhronizuj
tr: Senkron
zh: 同步

source: Connect
ar: إتصل
he: התחבר
hi: कनेक्ट करे
nl: Koppel
pt: Conectar
ro: Conectare
ru: устанавливать связь
sr: Spoji
tr: Bağlan
zh: 连接

source: Disconnect
ar: إقطع الإتصال
he: התנתק
hi: डिसकोंनेक्ट करे
nl: Ontkoppel
pt: Disconectar
ro: Deconectare
ru: Отключить
sr: Otkači
tr: Bağlantıyı kes
zh: 断开

source: Default
ar: الإفتراضي
he: ברירת מחדל
hi: डिफ़ोलत
nl: Standaard
pt: Padrão
ro: Mod implicit
ru: стандартный
sr: Podrazumevano
tr: Varsayılan
zh: 默认

source: Done
ar: إنتهي
he: אישור
hi: पूर्ण
nl: Klaar
pt: Feito
ro: Gata
ru: готовый
sr: Gotovo
tr: Tamamlandı
zh: 完成

source: Install
ar: نصب
he: התקן
hi: इंस्टॉल करे
nl: Installeer
ru: установка
sr: Instaliraj
tr: Yükle
zh: 安装

source: NEXT
ar: التالى
he: הבא
hi: अगला
nl: VOLGENDE
ru: стандартный
sr: NAREDNO
tr: İLERİ
zh: 下一个

source: BACK
ar: السابق
he: הקודם
hi: पिछला
nl: VORIGE
ru: обратно
sr: PRETHODNO
tr: GERİ
zh: 背部

source: SKIP
ar: تخطى
he: דלג
hi: छोड़ें
nl: OVERSLAAN
ru: пропуск
sr: PRESKOČI
tr: ATLA
zh: 跳过

source: Coming Soon
ar: قريباً
he: בקרוב
hi: जल्द आ रहा है
nl: Binnenkort Beschikbaar
pt: Em Breve
ro: În Curând
ru: Скоро будет
sr: Dolazi uskoro
tr: Çok Yakında
zh: 即将推出

source: Authentication Successful
ar: نجح التوثيق
he: אומת בהצלחה
hi: प्रमाणिकरण सफल
nl: Authenticatie Succesvol
pt: Autenticado com Sucesso
ro: Autentificare cu succes
ru: Аутентификация Успешно
sr: Autentikacija uspešna
tr: Kimlik Doğrulama Başarılı
zh: 验证成功

source: Authentication Unsuccessful
ar: لم ينجح التوثيق
he: האימות נכשל
hi: प्रमाणिकरण असफल
nl: Authenticatie Mislukt
pt: Autenticação Falhou
ro: Autentificarea a eșuat
ru: Аутентификация Неудачная аутентификация
sr: Autentikacija nije uspela
tr: Kimlik Doğrulama Başarısız
zh: 身份验证失败

source: Trakt Authenticator
ar: Trakt موثق
he: מאמת Trakt
hi: ट्रैक्ट प्रमाणिकरण
pt: Autenticador Trakt
ro: Autentificare Trakt
ru: Trakt Аутентификатор
sr: Trakt Autentikacija
tr: Trakt Kimlik Doğrulayıcı
zh: Trakt身份验证

source: Successfully refreshed Trakt token.
ar: .بنجاح Trakt تم تحديث رمز
he: רענון של אימות Trakt בוצע בהצלחה
hi: ट्रैक्ट टोकें का नवीकरण सफलतापूर्वक रहा।
nl: Trakt token succesvol ververst.
pt: Trakt Actualizado com Sucesso.
ro: Trakt refresh cu succes.
ru: Успешно обновленный маркер Trakt.
sr: Uspešno osvežen Trakt token.
tr: Trakt belirteci başarıyla yenilendi.
zh: 成功刷新Trakt令牌.

# trakt_renewal_failure_detailed
source: Failed to renew Trakt token. Please check your details.
ar: .يرجي تأكيد معلوماتك .Trakt فشل تجديد رمز
he: רענון של אימות Trakt כשל. בצע/י בדיקה של פרטיך.
hi: ट्रैक्ट टोकन का नवीकरण नहीं हो सका। कृपया अपने विवरण पर ध्यान दें।
nl: Trakt token verversen mislukt. Check alstublieft uw gegevens.
pt: Falha a actualizar o Trakt. Por favor veja o seus detalhes.
ro: Refresh Trakt eșuat. Vă rugăm să verificați detaliile introduse.
ru: Не удалось обновить токен Trakt. Пожалуйста, проверьте свои данные.
sr: Osvežavanje Trakt tokena nije uspelo. Molimo proverite Vaše podatke.
tr: Trakt belirteci yenilenemedi. Lütfen bilgilerinizi kontrol edin.
zh: 无法续订Trakt令牌.请检查您的详细信息.

source: $appName was unable to authenticate with Trakt.tv.
ar: .Trakt.tv لم يتمكن من التوثيق مع $appName
he: $appName כשל עם האימות של Trakt.tv.
hi: $appName का प्रमाणिकरण Trakt.tv से असफल रहा.
nl: $appName was niet in staat te authenticeren met Trakt.tv.
pt: $appName não se conseguiu autenticar com Trakt.tv.
ro: $appName nu a putut să se conecteze cu Trakt.tv.
ru: $appName не смог аутентифицироваться на Trakt.tv.
sr: $appName se nije uspeo autentifikovati sa Trakt.tv-om.
tr: $appName Trakt.tv ile kimlik doğrulaması yapamadı.
zh: $appName无法使用Trakt.tv进行身份验证.

# you_can_now_tap_sync_to_synchronise_your_trakt_favorites
source: You can now tap 'Sync' to synchronise your Trakt favorites with your ApolloTV favorites. (Trakt integration is limited as it is still in development.)
ar: .ApolloTV مع مفضلات Trakt يمكنك الأن الضغط علي 'مزامنة' لمزامنة مفضلات (.محدود لأنه لا يزال قيد التطوير Trakt دمج)
he: הנך יכול/ה ללחוץ על 'סנכרן' על מנת לסנכרן את מועדפי הTrakt עם מועדפי הApolloTV שלך. (אינטגרציית Trakt עדיין מוגבלת בגלל שהיא עדיין בשלבי פיתוח.)
hi: अब आप 'सिंक करे' को दबा कर अपने ApolloTV पर मनपसंद कार्यक्रमों को Trakt के मनपसंद कार्यक्रमों के साथ सिंक्रनाइज़ कर सकते है। (ट्रैक्ट के साथ एकीकरण अभी सीमित है क्यूँकि यह अभी डिवेलप्मेंट में है।)
nl: U kunt nu op 'Synchroniseren' drukken om uw Trakt favorieten te synchroniseren met uw ApolloTV favorieten. (Trakt integratie is beperkt omdat het nog steeds in ontwikkeling is.)
pt: Agora podes clicar em 'Sicronizar' para sicronizar os teus favorites de Trakt com os favoritos de ApolloTV. (Integração com o Trakt é limitada, pois ainda esta em desenvolvimento.)
ro: Puteți apăsa pe butonul 'Sincronizează' pentru a sincroniza favorite din Trakt cu favorite din ApolloTV. (Integrare Trakt este limitată , în curs de dezvolare.)
ru: Теперь вы можете нажать 'Sync', чтобы синхронизировать избранное Trakt с избранным ApolloTV. (Интеграция Trakt ограничена, поскольку он еще находится в разработке).
sr: Dodirnite 'Sinhronizuj' za sinhronizaciju Vaših Trakt favorita sa ApolloTV favoritima. (Trakt integracija je oganičena jer je još u razvoju.)
tr: Artık Trakt favorilerinizi ApolloTV favorilerinizle senkronize etmek için 'Senkron' seçeneğine dokunabilirsiniz. (Trakt entegrasyonu hala gelişme halinde sınırlıdır.)
zh: 您现在可以点击“同步”以将您的Trakt收藏夹与您的ApolloTV收藏夹同步。 （Trakt集成受限，因为它仍在开发中.)

source: Connected Trakt account.
hi: ट्रैक्ट अकाउंट कनेक्ट हुआ हुआ है।
nl: Trakt account verbonden.
ru: Подключен счет Trakt.
tr: Trakt hesabına bağlanıldı.
zh: 连接Trakt帐户.

source: Disconnected Trakt account.
ar: .Trakt تم قطع إتصال حساب
hi: ट्रैक्ट अकाउंट डिस्कनेक्ट हुआ हुआ है
nl: Verbinding met Trakt account verbroken.
pt: Conta Trakt Desconectada.
ro: Deconectează cont Trakt.
ru: Отключен счет Trakt.
sr: Veza sa Trakt nalogom prekinuta.
tr: Trakt hesabından bağlantı kesildi.
zh: 已断开连接的Trakt帐户.

source: Trakt Synchronization...
ar: ...Trakt مزامنة
he: סנכרון Trakt...
hi: ट्रैक्ट तुल्यकालन...
nl: Trakt Synchroniseren...
pt: Sicronização Trakt...
ro: Trakt in curs de sincronizare...
ru: Трект Синхронизация....
sr: Trakt Sinhronizacija...
tr: Trakt Senkronizasyonu...
zh: Trakt同步...

# trakt_favorites_sync_detailed
source: Please wait while we synchronize your favorites with Trakt. This dialog will close automatically when synchronization is complete.
ar: .سيتم إغلاق مربع الحوار تلقائياً عند اكتمال المزامنة .Trakt يرجى الإنتظار بينما نقوم بمزامنة مفضلاتك مع
he: נא המתן בזמן שאנחנו מסנכרנים את המועדפים שלך עם Trakt. החלון יסגר באופן אוטומטי שהפעולה תסתיים.
hi: कृपया प्रतीक्षा करें, जब हम आपके पसंदीदा को ट्रैकट के साथ सिंक्रनाइज़ करते हैं। सिंक्रनाइज़ेशन पूरा होने पर यह संवाद अपने आप बंद हो जाएगा।
nl: Wacht alstublieft terwijl we uw favorieten synchroniseren met Trakt. Dit venster sluit automatisch wanneer de synchronisatie compleet is.
pt: Por favor espere enquanto sicronizamos os seus favoritos com Trakt. Este texto irá fechar assim que a sincronização estiver completa.
ru: Пожалуйста, подождите, пока мы синхронизируем ваши избранные с Trakt. Этот диалог закроется автоматически после завершения синхронизации.
sr: Molimo pričekajte dok sinhronujemo Vaše favorite sa Trakt-om. Ovaj prozor će se automatski zatvoriti kada sinhronizacija bude gotova.
tr: Lütfen, Favorilerinizi Trakt ile senkronize ederken bekleyin. Senkronizasyon tamamlandığında bu diyalog otomatik olarak kapatılır.
zh: 请等待我们将您的收藏与Trakt同步.同步完成后，此对话框将自动关闭.

# general_error
source: An error occurred ($error) Please report this error.
ar: ($error) .حدث خطأ .يرجى الإبلاغ عن هذا الخطأ
he: חלה שגיאה ($error) בבקשה דווח/י על הבעיה.
hi: एरर ($error) कृपया इस एरर को रिपोर्ट करें।
nl: Er is een fout opgetreden ($error) Rapporteer alstublieft deze fout.
pt: Ocorreu um erro ($error) Por favor reporte este erro.
ro: A apărut o eroare ($error) Reportați această eroare.
ru: Произошла ошибка ($error) Сообщите об этой ошибке.
sr: Dogodila se greška. ($error) Molimo prijavite ovu grešku.
tr: Bir hata oluştu ($error) Lütfen bu hatayı bildirin.
zh: 发生错误 ($error) 请报告此错误.

source: Play Episode
ar: شغل الحلقة
he: נגן פרק
hi: एपिसोड प्ले करे
nl: Start Aflevering
pt: Ver Episódio
ro: Start Episod
ru: Воспроизведение эпизода
sr: Reprodukuj epizodu
tr: Bölümü Oynat
zh: 播放剧集

source: Play Movie
ar: شغل الفيلم
he: נגן סרט
hi: फ़िल्म प्ले करें
nl: Start Film
pt: Ver Filme
ro: Start Film
ru: Играть в кино
sr: Reprodukuj film
tr: Filmi Oynat
zh: 播放电影

source: Recommended Movies
ar: أفلام موصى بها
he: סרטים מומלצים
hi: सुझायी हुई फ़िल्में
nl: Aanbevolen Films
ru: Рекомендуемые фильмы
tr: Önerilen Filmler
zh: 推荐电影

source: Recommended TV Shows
ar: مسلسلات موصى بها
he: סדרות מומלצות
hi: सुझाए हुए टीवी शो
nl: Aanbevolen TV Shows
ru: Рекомендуемые ТВ-шоу
tr: Önerilen Diziler
zh: 推荐电视节目

source: Removed from favorites
ar: تمت إزالته من المفضلات
he: הוסר מהמועדפים
hi: मनपसंद से हटा दिया गया है
nl: Verwijderd van favorieten
pt: Remover dos Favoritos
ro: Eliminat de la favorite
ru: Удален из избранного
sr: Izbrisano iz favorita
tr: Favorilerden kaldırıldı
zh: 已删除收藏夹

source: Added to favorites
ar: تمت إضافته الي المفضلات
he: נוסף למועדפים
hi: मनपसंद में डाल दिया गया है
nl: Toegevoegd aan favorieten
pt: Adicionar aos Favoritos
ro: Adaugat la favorite
ru: Добавлено в избранное
sr: Dodato u favorite
tr: Favorilere eklendi
zh: 添加到收藏夹

source: $n ratings
ar: تقييمات $n
he: $n רייטינג
nl: $n beoordelingen
pt: $n Classificações
ro: $n rating-uri
ru: рейтинги $n
sr: $n ocene
tr: $n derece
zh: $n评级

source: Synopsis
ar: ملخص
he: תקציר
hi: सार
nl: Omschrijving
pt: Sinopse
ro: Rezumat
ru: Краткий обзор
sr: Sažetak
tr: Özet
zh: 概要

source: This $x has no synopsis available.
ar: .ليس له ملخص $x هذا
he: אין תקציר ל$x הזה
hi: इस $x का कोई सार नहीं पाया गया
nl: Deze $x heeft geen omschrijving beschikbaar.
pt: Este $x não tem sinopse disponível.
ro: Niciun rezumat disponibil pentru $x .
ru: У этого $x нет резюме.
sr: Sažetak za $x nije dostupan.
tr: Bu $x için hiçbir özet mevcut değil.
zh: 这个$x没有概要.

source: Seasons ($n)
ar: مواسم ($n)
he: עונה ($n)
hi: सीजन ($n)
nl: Seizoenen ($n)
pt: Temporadas ($n)
ro: Sezoane ($n)
ru: Сезоны года ($n)
sr: Sezona ($n)
tr: Sezonlar ($n)
zh: 四季 ($n)

# one_episode
source: 1 episode
ar: حلقة واحدة
he: פרק 1
hi: 1 एपिसोड
nl: 1 aflevering
pt: 1 episódio
ro: Un episod
ru: один эпизод
sr: 1 epizoda
tr: 1 bölüm
zh: 一集

source: $n episodes
ar: حلقات $n
he: $n פרקים
hi: $n एपिसोड्ज़
nl: $n afleveringen
pt: $n episódios
ro: $n episoade
ru: $n эпизоды
sr: $n epizoda
tr: $n bölüm
zh: $n剧集

source: Released
ar: تم الإصدار
he: שוחרר
hi: प्रकाशित
nl: Uitgebracht
pt: Lançado
ro: Nou lansate
ru: Выпущен
sr: Objavljen
tr: Yayınlandı
zh: 发布

source: Ongoing
ar: مستمر
he: מתמשך
hi: ऑनगोइंग
nl: Lopend
pt: Em Progresso
ro: În curs
ru: Текущий
sr: U toku
tr: Devam Eden
zh: 不断的

source: Year
ar: سنة
he: שנה
hi: वर्ष
nl: Jaar
pt: Ano
ro: Anul
ru: Год
sr: Godina
tr: Yıl
zh: 年

source: Popularity
ar: الشعبية
he: פופולריות
hi: लोकप्रियता
nl: Populairiteit
pt: Populariedade
ro: Popularitate
ru: Популярность
sr: Popularnost
tr: Popülerlik
zh: 声望

source: Air date
ar: تاريخ العرض
he: תאריך שידור
hi: अपडेट के लिए अभी जाँच करें
nl: Uitgebracht op
pt: Data de Lançamento
ro: Data de difuzare
ru: Дата выхода в эфир
sr: Datum prikazivanja
tr: Çıkış Tarihi
zh: 航空日期

source: Vote Average
ar: متوسط الأصوات
he: הצבעה ממוצעת
hi: औसत वोट
nl: Gemiddelde beoordeling
pt: Média de votos
ro: Votează mediocru
ru: Среднее число голосов
sr: Prosečna ocena
tr: Oy Ortalaması
zh: 投票平均

source: ORDER
ar: الترتيب
he: סדר
hi: क्रम
nl: ORDENEN
pt: ORDEM
ro: ORDINE
ru: ПРЕДПРЕЖДЕНИЕ
sr: REDOSLED
tr: DÜZEN
zh: 订购

source: Sort
ar: رتب
he: מיין
nl: Sorteren
pt: Ordenar
ro: Sortează
ru: Сортировать
sr: Sortiraj
tr: Tür
zh: 分类

source: Ascending
ar: تصاعدي
he: סדר עולה
hi: आरोही
nl: Oplopend
pt: Ascendente
ro: Ascendent
ru: Возвышающийся
sr: Uzlazno
tr: Artan
zh: 小到大

source: Descending
ar: تنازلي
he: סדר יורד
hi: अवरोही
nl: Aflopend
pt: Descendente
ro: Descendent
ru: Понижение
sr: Silazno
tr: Azalan
zh: 大到小

source: Search TV shows and movies...
ar: ...إبحث عن الأفلام و المسلسلات
he: חפש סדרות וסרטים...
hi: कार्यक्रम और फ़िल्मे खोजें...
nl: Zoek TV shows en films...
pt: Procurar Filmes e Séries...
ro: Caută Flme și Seriale..
ru: Поиск телепередач и фильмов...
sr: Pretraži serije i filmove...
tr: Dizi ve Film arayın...
zh: 搜索电视节目和电影..​​.

source: Favorites
ar: المفضلات
he: מועדפים
hi: मनपसंद
nl: Favorieten
pt: Favoritos
ro: Favorite
ru: Избранное
sr: Favoriti
tr: Favoriler
zh: 最爱

source: Check for Updates
ar: إبحث عن تحديثات
he: בדיקת עדכון
hi: अपडेट के लिए जाँच करें
nl: Check voor Updates
pt: Procurar por Updates
ro: Verifică actualizări
ru: Проверьте наличие обновлений
sr: Proveri ažuriranja
tr: Güncellemeleri kontrol et
zh: 检查更新

source: MAKE $appName YOURS
ar: خاص بك $appName إجعل
he: עשה את $appName שלך
hi: $appName को अपना बनाए
nl: MAAK $appName VAN JOU
pt: Faz $appName teu
ro: Faceți $appName al vostru
ru: сделай $appName своим.
sr: UČINITE $appName SVOJIM
tr: KENDİ $appName 'Nİ YAP
zh: 个性化$appName

source: Appearance
ar: المظهر
he: נראות
hi: दिखावट
nl: Uiterlijk
pt: Aparência
ro: Aspect
ru: Внешний вид
sr: Izgled
tr: Görünüm
zh: 出现

source: Customize the theme and primary colors.
ar: .عدل المظهر و الألوان الأساسية
hi: थीम और ऐप का रंग बदले।
nl: Pas het thema en de primaire kleur aan.
pt: Modificar Tema e cores Primárias.
ro: Personalizați tema și culoarea primară.
ru: Настройка темы и основных цветов.
sr: Prilagodite temu i primarne boje.
tr: Temayı ve ana renkleri özelleştirin.
zh: 自定义主题和主要颜色.

source: Launchpad
ar: منصة الإطلاق
he: דף הבית
hi: लॉंचपैड
ro: Ecran principal
ru: Запусковая площадка
tr: Başlatma Paneli
zh: 发射台

source: Customize your launchpad.
ar: عدل منصة إطلاقك.
hi: लॉंचपैड अनुकूलित करें
nl: Pas je launchpad aan.
pt: Modifica o teu launchpad.
ro: Personalizați ecranul principal.
ru: Настройте ваш пусковой блокнот.
sr: Prilagodite vaš launchpad.
tr: Başlatma panelini özelleştir.
zh: 自定义您的启动板.

source: BOOST YOUR EXPERIENCE
ar: حسن تجربتك
he: הגבר את החוויה שלך
hi: अपने अनुभव को बूस्ट करें
nl: VERBETER JE ERVARING
pt: IMPULSIONA A TUA EXPERIÊNCIA
ro: CREȘTEȚI-VĂ EXPERIENȚA
ru: ПОВЫСИТЬ СВОЙ ОПЫТ
sr: POBOLJŠAJTE VAŠE ISKUSTVO
tr: DENEYİMİNİ ARTTIR
zh: 提升您的经验

source: Extensions
ar: إضافات
he: תוספות
hi: एक्सटेंशन
nl: Extensies
pt: Extensões
ro: Extensi
ru: Расширения
sr: Dodaci
tr: Uzantılar
zh: 扩展

source: Manage third party integrations.
ar: .إدارة إضافات طرف ثالث
he: נהל שילובים של צד שלישי.
hi: थर्ड पार्टी इनतेगरतीयोनस प्रबंधन।
nl: Extensies van derden beheren.
pt: Gerenciar integrações de terceiros.
ro: Administrare extensi terțe.
ru: Управление интеграцией сторонних производителей.
sr: Upravljanje integracijama.
tr: Üçüncü taraf entegrasyonlarını yönet.
zh: 管理第三方集成.

source: MISCELLANEOUS
ar: متنوع
he: שונות
hi: अन्य
nl: DIVERSEN
pt: DIVERSOS
ro: DIVERSE
ru: МИКЕЛЛАНЕОУС
sr: RAZNO
tr: ÇEŞİTLİ
zh: 杂

source: Other
ar: أخر
he: אחר
hi: अन्य
nl: Overige
pt: Outros
ro: Alte
ru: Другое
sr: Drugo
tr: Diğer
zh: 其他

source: General application settings.
ar: .إعدادات التطبيق العامة
he: הגדרות יישום בסיסיות.
hi: सामान्य ऐप सेटिंग्स।
nl: Algemene applicatie instellingen.
pt: Definições Gerais da Aplicação.
ro: Setări generale ale aplicați.
ru: Общие настройки приложения.
sr: Generalne postavke aplikacije.
tr: Genel uygulama ayarları.
zh: 一般应用设置.

source: Advanced
ar: المتقدمة
he: מתקדם
hi: एडवांस्ड
nl: Geavanceerd
pt: Avançado
ru: Расширенный
sr: Napredno
tr: Gelişmiş
zh: 先进

source: Power user settings for rocket scientists.
ar: .إعدادات الطاقة لعلماء الصواريخ
he: הגדרות מתקדמות למדעני טילים.
hi: रॉकेट साययंटिस्ट के लिए पावर यूजर सेटिंग्स।
nl: Geavanceerde opties voor echte raket wetenschappers.
pt: Configurações de usuário Power para rocket scientists.
ro: Setări avansate pentru oamenii de știință de rachete.
ru: Настройки опытных пользователей для ракетологов.
sr: Napredne postavke za raketne naučnike.
tr: Roket bilim adamları için güçlü kullanıcı ayarları.
zh: 火箭科学家的高级用户设置.

source: With thanks...
ar: ...مع الشكر
he: עם תודות...
hi: धन्यवाद...
nl: Met dank aan...
pt: Com Agradecimento...
ro: Cu mulțumiri...
ru: Спасибо
sr: Sa zahvalnošću...
tr: Teşekkürlerimle...
zh: 谢谢...

source: $appName was made possible by all of these amazing people:
ar: :أصبح من الممكن بسبب كل هؤلاء الناس المذهلين $appName
he: $appName נוצר בזכות כל האנשים המדהימים האלו:
hi: $appName इन कमाल लोगों की वजह से बन सकी है!
nl: $appName werd mogelijk gemaakt door al deze geweldige mensen:
pt: $appName foi feita por todas estas magníficas pessoas:
ro: $appName a devenit posibil datorită acestor oameni uimitori:
ru: $appName стало возможным благодаря всем этим удивительным людям:
sr: $appName omogućili su svi ovi nevevatni ljudi:
tr: $appName bu harika insanların tümü tarafından mümkün oldu:
zh: $appName是由所有这些了不起的人成为可能的:

# source_autoplay
source: Enable Source Autoplay
ar: مكن التشغيل تلقائي للمصادر
he: הפעלת ניגון אוטומטי
hi: सोर्स ऑटोप्ले एनेबल करें
nl: Autoplay Bronnen Toestaan
ru: Включить автоигру с исходным кодом
tr: Kaynak Otomatik Oynatmayı Etkinleştir
zh: 启用源自动播放

# source_autoplay_description
source: Automatically selects a source to play instead of showing a dialog containing the source list.
ar: .تختار مصدر تلقائيًا بدلاً من إظهار مربع حوار يحتوي على قائمة المصادر
he: בוחר מקור וידאו באופן אוטומטי במקום להראות את רשימת המקורות.
hi: सॉर्सेज़ की सूची दिखाने की जगह अपने आप ही सोर्स चुन लिया जाता है।
nl: Selecteert automatisch een bron om af te spelen i.p.v. een venster te openen met een lijst van bronnen.
ru: Автоматически выбирает источник для воспроизведения вместо отображения диалога, содержащего список источников.
tr: Kaynak listesini içeren bir iletişim kutusunu göstermek yerine, oynatılacak kaynağı otomatik olarak seçer.
zh: 自动选择要播放的源，而不是显示包含源列表的对话框.

source: Clear Search History
ar: إمسح سجل البحث
he: נקה היסטוריית חיפוש
hi: सर्च हिस्ट्री डिलीट करें
nl: Zoekgeschiedenis verwijderen
pt: Apagar Histórico de Procura
ro: Șterge istoricul de căutarii
ru: Очистить историю поиска
sr: Izbriši istoriju pretraživanja
tr: Arama Geçmişini Temizle
zh: 清除搜索历史记录

# clear_search_history_description
source: Removes search suggestions based on past searches.
ar: .يزيل إقتراحات البحث التي تستند علي عمليات البحث السابقة
he: מנקה את כל היסטוריית החיפוש.
hi: पिछले सर्चेज़ के हिसाब से सुझाव डिलीट हो जाएँगे।
nl: Verwijdert zoek suggesties gebaseerd op vorige zoekopdrachten.
pt: Remove sugestões de pesquisa com base em pesquisas anteriores.
ro: Elimină sugesti de căutare.
ru: Удаляет предложения по поиску, основанные на предыдущих поисках.
sr: Briše istoriju pretraživanja.
tr: Geçmiş aramalara göre arama önerilerini kaldırır.
zh: 根据过去的搜索删除搜索建议.

source: Search history cleared.
ar: .تم مسح سجل البحث
he: היסטוריית חיפוש נוקתה.
hi: सर्च हिस्ट्री डिलीट हो गयी है।
nl: Zoekgeschiedenis verwijderd.
pt: Histórico de pesquisa apagado.
ru: История поиска очищена.
sr: Istorija pretraživanja izbrisana.
tr: Arama geçmişi temizlendi.
zh: 搜索历史已清除.

source: Permission denied.
ar: .طلب الإذن مرفوض
he: ההרשאה נדחתה.
hi: अनुमति नहीं मिली।
nl: Machtigingen geweigerd.
pt: Permissão negada.
ro: Permisiuni respinse.
ru: Разрешение отклонено.
sr: Dozvola odbijena
tr: İzin reddedildi.
zh: 权限被拒绝.

source: Downloading update file...
ar: ...جاري تحميل التحديث
he: מוריד עדכון...
hi: अप्डेट फ़ाइल डाउनलोड हो रही है...
nl: Update bestand downloaden...
pt: A fazer Download do Update...
ro: Descărcare fișier de actualizare...
ru: Загрузка файла обновления....
sr: Skidam ažuriranje...
tr: Güncelleme dosyası indiriliyor...
zh: 下载更新文件...

source: Updating...
ar: ...جاري التحديث
he: מעדכן....
hi: अप्डेटिंग...
nl: Updaten...
pt: A fazer Update...
ro: In curs de actualizare...
ru: Обновление...
sr: Ažuriram...
tr: Güncelleniyor...
zh: 更新...

source: Update failed. Please try again later.
ar: .فشل التحديث. حاول مرة أخرى في وقتٍ لاحق
he: עדכון נכשל. נסה שוב מאוחר יותר.
hi: अप्डेट असफल रही। कयिप्या थोड़ी देर में दोबारा कोशिश करें।
nl: Update mislukt. Probeer alstublieft later opnieuw
pt: Update falhado. Por favor tente novamente mais tarde.
ro: Actualizare eșuată, vă rugăm încercați mai târziu.
ru: Обновление не прошло успешно. Пожалуйста, попробуйте еще раз позже.
sr: Ažuriranje nije uspjelo. Molimo pokušajte kasnije.
tr: Güncelleme başarısız oldu. Lütfen daha sonra tekrar deneyiniz.
zh: 更新失败.请稍后再试.

source: Update failed. Storage permission denied.
ar: .فشل التحديث. تم رفض إذن التخزين
he: עדכון נכשל. אישור לשטח אחסון נדחה.
hi: अप्डेट असफल रही। स्टॉरिज ऐक्सेस की अनुमति नहीं प्राप्त हुई।
nl: Update mislukt. Opslagruimte machtigingen geweigerd.
pt: Update falhado. Permissão de armazenamento negada.
ro: Actualizare eșuată, permisiuni de stocare respinse.
ru: Обновление не прошло успешно. Хранение запрещено.
sr: Ažuriranje nije uspjelo. Potrebno dozvola za pristup skladištu.
tr: Güncelleme başarısız oldu. Depolama izni reddedildi.
zh: 更新失败.存储权限被拒绝.
