Repository: hossin-bot/fluttr
Catalog: res/values/strings_*.arb
Languages: ar, he, hi, nl, pt, ro, ru, sr, tr, zh

source: Error updating app...
ar: ...خطأ في تحديث التطبيق
he: שגיעה בביצוע עדכון.
hi: ऐप अप्डेट असफल रही...
nl: Fout met het updaten van de app...
pt: Erro a fazer update...
ro: Eroare actualizare...
ru: Ошибка обновления приложения....
sr: Greška kod ažuriranja...
tr: Uygulama güncellenirken hata oluştu ...
zh: 更新应用时出错...

# trakt_description
source: Automatically track what you're watching, synchronise playlists across devices and more...
ar: ...تتبع ما تشاهده تلقائياً و زامن قائمة تشغيلك عبر الأجهزة والمزيد
he: עקוב באופן אוטומטי אחר מה שאת/ה צופה, סנכרן פלייליסטים בין מכשירים, ועוד...
hi: खुद ब खुद ट्रैक करें जो आप देख रहे है, प्लेलिस्ट सिंक्रनाइज़ करें अन्य उपकरणो पर...
nl: Automatisch bijhouden wat u aan het kijken bent, afspeellijsten synchroniseren tussen apparaten en meer...
pt: Acompanhe automaticamente o que está a ver, sincronize playlists em dispositivos e muito mais...
ro: Urmăriți automat ceea ce vizionați, sincronizați playlisturile pe toate dispozitivele și multe altele...
ru: Автоматическое отслеживание того, что вы смотрите, синхронизация списков воспроизведения между устройствами и многое другое....
sr: Automatski prati šta gledate, sinhronizuje playliste između uređaja i više...
tr: İzlediklerinizi otomatik olarak izleyin, aygıtlar arasında çalma listelerini senkronize edin ve daha fazlası ...
zh: 自动跟踪您正在观看的内容，跨设备同步播放列表等...

# rd_description
source: Real-Debrid is an unrestricted downloader that allows you to quickly download files hosted on the Internet.
ar: .هو موقع تنزيل غير محدود يسمح لك بتنزيل الملفات الموجودة على الإنترنت بسرعة Real-Debrid
he: Real-Debrid הינו מוריד שמאפשר לך להוריד קבצים המאוחסנים בענן באופן מהיר ונוח.
hi: Real-Debrid से आप जल्द से इंटर्नेट पर होस्टेड फ़ाइल्ज़ को डाउनलोड कर सकते है।
nl: Real-Debrid is een downloader zonder limieten die u toestaat om onmiddelijk bestanden zo snel mogelijk te downloaden.
pt: Real-Debrid é um downloader irrestrito que permite fazer download de arquivos rapidamente hospedados na Internet.
ro: Real-Debrid este un downloader nelimitat, care vă permite să descărcați rapid fișierele găzduite pe Internet.
ru: Real-Debrid - это неограниченный загрузчик, позволяющий быстро загружать файлы, размещенные в Интернете.
sr: Real-Debrid je servis koji Vam omogućava brzo i neograničeno skidanje datoteka sa interneta.
tr: Real-Debrid, İnternet'te barındırılan dosyaları hızlı bir şekilde indirmenize izin veren kısıtlanmamış bir indiricidir.
zh: Real-Debrid是一个不受限制的下载器，允许您快速下载托管在Internet上的文件.

source: Change Theme...
ar: ...غير المظهر الإجمالي
he: שנה ערכת נושא...
hi: थीम बदले
nl: Thema veranderen...
pt: Mudar Tema...
ro: Schimbați Tema...
ru: Смени тему...
sr: Promeni temu...
tr: Temayı Değiştir...
zh: 改变主题...

source: by $x
ar: $x من قِبل
he: על ידי $x
hi: $x के द्वारा
nl: door $x
pt: por $x
ru: на $x
sr: po $x
tr: $x tarafından
zh: 创作者是$x

source: Set Primary Color...
ar: ...حدد اللون الأساسي
he: שנה צבע ראשוני...
hi: प्राथमिक रंग सेट करें ...
nl: Stel hoofdkleur in...
pt: Definir cor Primária...
ro: Setați culoare primară...
ru: Установить основной цвет...
sr: Odaberi primarne boje...
tr: Birincil Rengi Ayarla...
zh: 设置主要颜色...

source: Change Default Server
ar: غير الخادم الافتراضي
he: שנה שרת ברירת המחדל
hi: डिफ़ॉल्ट सरवर बदलें
nl: Verander Standaard Server
pt: Mudar Servidor Padrão
ro: Schimbați server-ul implicit
ru: Изменить сервер по умолчанию
sr: Promeni zadati server
tr: Varsayılan Sunucuyu Değiştir
zh: 更改默认服务器

source: Manually override the default content server.
ar: .تجاوز خادم المحتوى الإفتراضي يدوياً
he: העבר ידנית את שרת התוכן המוגדר כברירת מחדל.
hi: डिफ़ॉल्ट सरवर को ख़ुद से ओवर्राइड करें।
nl: Handmatig de standaard server veranderen.
pt: Substituir manualmente o servidor de conteúdo padrão.
ro: Suprascrie serverul de conținut, manual.
ru: Вручную переопределить сервер содержимого по умолчанию.
sr: Ručno promeni zadati server za sadržaj.
tr: Varsayılan içerik sunucusunu el ile geçersiz kıl.
zh: 手动覆盖默认内容服务器.

source: Run Connectivity Test
ar: شغل إختبار الإتصال
he: מבחן קישוריות רשת
hi: कॉनेटिविटी टेस्ट शुरू करें
nl: Verbindingstest uitvoeren
pt: Executar teste de conectividade
ro: Rulează test de conectivitate
ru: Тест на работоспособность соединения
sr: Pokreni proveru povezivosti
tr: Bağlantı Testini Çalıştır
zh: 运行连通性测试

source: Checks whether sources can be reached.
ar: .يتحقق إذا كان يمكن الوصول إلى المصادر
he: בודק אם ניתן להגיע למקורות.
hi: यह चेक करता है की सॉर्सेज़ तक पहुँचा जा रहा है या नहीं।
nl: Controleert of bronnen kunnen worden bereikt.
pt: Verificar se as fontes podem ser alcançadas.
ro: Verifică dacă sursele sunt disponibile.
ru: Проверяет, можно ли получить доступ к источникам.
sr: Proverava dostupnosti izvora.
tr: Kaynaklara ulaşılıp ulaşılamayacağını kontrol eder.
zh: 检查是否可以到达来源.

source: Get Device Information
ar: احصل على معلومات الجهاز
he: קבל מידע על המכשיר
hi: उपकरण की जानकारी पाएँ
nl: Krijg informatie over dit apparaat
pt: Obter informações do dispositivo
ro: Obțineți informații despre dispozitiv
ru: Получить информацию об устройстве
sr: Pokupi infomacije o uređaju
tr: Cihaz Bilgilerini Alın
zh: 获取设备信息

source: Gathers useful information for debugging.
ar: .إجمع معلومات مفيدة لمعالجة الأخطاء
he: אוסף מידע חיוני בשביל תיקון תקלות.
hi: यह डीबगिंग के लिए ज़रूरी जानकारी इकट्टा करता है.
nl: Verzamelt nuttige informatie voor debugging.
pt: Reúne informações úteis para debugging.
ro: Colectează informații utile pentru depanare.
ru: Собирает полезную информацию для отладки.
sr: Prikuplja korisne informacije za ispravljanje grešaka.
tr: Hata ayıklama için yararlı bilgiler toplar.
zh: 收集有用的调试信息.

source: Link copied to clipboard.
ar: .تم نسخ الرابط إلى الحافظة
he: קישור הועתק.
hi: लिंक क्लिप्बॉर्ड पर कॉपी हो गया है।
nl: Link gekopieerd naar klembord.
pt: Link copiado para a área de transferência.
ro: Linkul a fost copiat în clipboard.
ru: Ссылка скопирована в буфер обмена.
sr: Link kopiran u klipbord.
tr: Bağlantı adresi panoya kopyalandı.
zh: 链接复制到剪贴板.

source: The default configuration has been restored.
ar: .تمت إستعادة الضبط الإفتراضي
he: תצורת ברירת המחדל שוחזרה.
hi: डिफ़ॉल्ट सेटिंग्स का प्रयोग किया जा रहा है।
nl: De standaardwaardes zijn teruggezet.
pt: As Definições padrão foram restauradas.
ro: Configurația implicită a fost restaurată.
ru: Восстановлена конфигурация по умолчанию.
sr: Podrazumevana konfiguracija je povraćena.
tr: Varsayılan yapılandırma geri yüklendi.
zh: 默认配置已恢复.

source: Restore Defaults
ar: إستعد الضبط الإفتراضي
he: שחזר לתצורת ברירת המחדל
hi: डिफ़ॉल्ट सेटिंग्स का उपलब्ध करें
nl: Terugzetten naar standaardwaarde
pt: Restaurar Definições
ro: Restabiliti setările de bază
ru: Восстановление значений по умолчанию
sr: Vrati na podrazumevano
tr: Varsayılanları Geri Yükle
zh: 恢复默认值

source: Select Language...
ar: ...إختار اللغة
he: בחר שפה...
hi: भाषा बदले...
nl: Selecteer Taal...
ru: Выберите Язык...
sr: Izaberi Jezik...
tr: Dil Seçin...
zh: 选择语言...

source: Language Settings
ar: إعدادات اللغة
he: הגדרות שפה
hi: भाषा सेटिंग्स
nl: Taal Opties
ru: Настройки языка
sr: Opcije za Jezik
tr: Dil Ayarları
zh: 语言设定

# take_screenshot_report_apollotv_discord
source: Please take a screenshot of this message and contact a member of staff in the ApolloTV Discord server.
ar: .ApolloTVيرجى أخذ لقطة شاشة لهذه الرسالة وارسالها لأحد أعضاء خادم الديسكورد الخاص ب
he: בבקשה דווח על הבעיה לצוות ApolloTV בדיסקורד.
hi: कृपया इस मेसिज का स्क्रीन्शाट लेकर ApolloTV के डिस्कोर्ड सरवर पर स्टाफ़ को कॉंटैक्ट करें।
nl: Neem alstublieft een screenshot van dit bericht en neem contact op met een lid van de staff in de ApolloTV Discord server.
ru: Сделайте снимок экрана этого сообщения и свяжитесь с сотрудником сервера ApolloTV Discord.
sr: Molim Vas uhvatite scrinšot ove poruke i kontaktirajte člana u ApolloTV diskord serveru.
tr: Lütfen bu iletinin ekran görüntüsünü alın ve ApolloTV Discord sunucusundaki bir personel üyesine başvurun.
zh: 请截取此消息的屏幕截图并联系ApolloTV Discord服务器中的工作人员.

source: An error occurred.
ar: .لقد حدث خطأ
he: אירעה שגיאה
hi: एरर पाया गया है
nl: Er is een fout opgetreden.
ru: Произошла ошибка.
sr: Desila se greška.
tr: Bir hata oluştu.
zh: 发生错误.

# cast_and_crew
source: Cast & Crew
ar: طاقم العمل
he: שחקנים וצוות
hi: अभिनेता
ru: Литые и экипаж
sr: Glumci & Tim
tr: Kast & Ekip
zh: 演员和船员

source: Welcome to $appName
ar: $appName أهلا بك إلي
he: ברוכים הבאים ל $appName
hi: $appName पर आपका स्वागत है
nl: Welkom bij $appName
ru: Добро пожаловать в $appName
sr: Dobrodošli u $appName
tr: $appName 'ye Hoş Geldiniz
zh: 欢迎使用$appName

# app_tagline
source: The streaming app built, for the community, by the community.
ar: .تطبيق المشاهدة المصمم من قبل المجتمع للمجتمع
he: תוכנה זו נוצרה על-ידי הקהילה, בשביל הקהילה.
hi: यह स्ट्रीमिंग ऐप कम्यूनिटी के द्वारा कम्यूनिटी के लिए बनी है।
nl: De streaming app gebouwd voor de community, door de community.
ru: Потоковое приложение, созданное для сообщества сообществом.
sr: Aplikacija za strimovanje napravljena za komuni, od strane članova komune.
tr: Topluluk için topluluk tarafından oluşturulmuş yayın uygulaması.
zh: 流媒体应用程序由社区为社区构建.

source: LET'S GO
ar: هيا بنا
he: התחל
hi: शुरू करते है
nl: LATEN WE BEGINNEN
ru: Пошли
sr: Hajdemo
tr: HADİ GİDELİM
zh: 我们走吧

source: Create Profile
ar: إنشاء ملف الشخصي
he: יצירת פרופיל
hi: प्रोफ़ायल बनाए
nl: Creëer Profiel
ru: Создать профиль
sr: Napravite Profil
tr: Profil Oluştur
zh: 创建个人资料

source: Customize Appearance
ar: عدل المظهر
he: שינוי נראות
hi: ऐप का अनुकूलन
nl: Pas het uiterlijk aan
ru: Настройка внешнего вида
sr: Prilagodite Izgled
tr: Görünümü Özelleştir
zh: 自定义外观

# customize_appearance_description
source: $appName is all about customization. Let's get started by choosing your favorite theme!
ar: !يهتم برأيك في المظهر. لنبدأ بإختيار المظهر المفضلة لك $appName
he: $appName שם דגש על התאמה אישית!, בחר את הנושא המועדף עליכם
hi: $appName अनुकूलन के बारे में है। शुरू करते है आपके मनपसंद थीम चुनके!
nl: $appName vindt persoonlijke voorkeuren instellen erg belangrijk. Laten we beginnen met het kiezen van uw favoriete thema!
ru: $appName - это все о настройке. Давайте начнем с выбора вашей любимой темы!
sr: $appName je u napravljena da može da se prijagodi. Krenite od biranja omiljene teme!
tr: $appName özelleştirme ile ilgili. En sevdiğiniz temayı seçerek başlayalım!
zh: $appName就是自定义.让我们开始选择你最喜欢的主题吧！

# choose_n_categoriesOther
source: Choose $n categories...
ar: ...$n إختار فئات
he: בחר $n קטגוריה...
hi: $n श्रेणिया चुने...
nl: Kies $n categorieën...
ru: Выберите категории $n...
sr: Izabarite $n kategorija...
tr: $n kategori seçin...
zh: 选择$n类别...

# choose_n_categoriesOne
source: Choose $n category...
ar: ...$n category إختار فئات
he: בחר $n קטגוריה...
hi: $n श्रेणी चुने...
nl: Kies $n categorie...
ru: Выберите категорию $n...
sr: Izaberite $n kategoriju...
tr: $n kategori seçin...
zh: 选择$n类别...

# choose_n_categories_description
source: Finally, let's tailor your content; choose at least 3 categories and get suggestions for content you enjoy!
ar: !أخيرًا, لنعدل محتواك. إختار ثلاث فئات على الأقل وإحصل على إقتراحات للمحتوى الذي تستمتع به
he: לבסוף, על מנת להכיר אותך קצת יותר, בחר בלפחות 3 קטגוריות וקבל הצעות תוכן!
hi: आख़िरकार, आपका कांटेंट आपके हिसाब से बनाया; कृपया कम से कम ३ श्रेणिया चुने और जो आप पसंद करते है, उस ही के समान सुझाव पाएँ!
nl: Tenslotte, laten we de aanbevolen films en series aan uw voorkeuren aanpassen; kies ten minste 3 categorieën en krijg suggesties voor inhoud die u leuk vindt!
ru: Наконец, давайте адаптируем ваш контент, выберем как минимум 3 категории и получим предложения по контенту, который вам понравится!
sr: Na kraju, hajde da prilagodimo sadržaj; Izaberite najmanje 3 kategorije da biste dobijali sugestije sadržaja u kome uživate!
tr: Son olarak, içeriğinizi uyarlayalım; en az 3 kategori seçin ve beğendiğiniz içerik için öneriler alın!
zh: 最后，让我们自定义您的内容;至少选择三个类别，并获得您喜欢的内容的建议！

# choose_n_categoriesZero
source: Awesome!
ar: !رائع
he: נפלא!
hi: बहुत बढ़िया!
nl: Geweldig!
ru: Потрясающий!
sr: Sjajno!
tr: Müthiş!
zh: 真棒!

source: Experimental
ar: تجريبية
he: נסיוני
hi: प्रयोगात्मक
nl: Experimenteel
ru: экспериментальный
sr: Eksperimentalno
tr: Deneysel
zh: 试验

source: General Settings
ar: إعدادات عامة
he: הגדרות כלליות
hi: सामान्य सेटिंग्स
nl: ALgemene Opties
ru: Общие настройки
sr: Generalne Postavke
tr: Genel Ayarlar
zh: 常规设置

# general_settings_description
source: Here's some commonly used settings options that you might want to take a look at.
ar: .هؤلاء بعض الإعدادات شائعة الإستخدام التي قد ترغب في إلقاء نظرة عليها
he: הגדרות נפוצות ששווה להעיף בהם מבט מהיר.
hi: इधर कुछ सामान्य सेटिंग्स है जिन्हें आप एक बार घयान से देख ले।
nl: Hier zijn een paar veelgebruikte opties die u misschien wilt bekijken.
ru: Ниже приведены некоторые часто используемые опции настройки, на которые вы, возможно, захотите взглянуть.
sr: Evo par uobičajnih postavki koje Vas možda zanimaju.
tr: İşte, bakmak isteyebileceğiniz sık kullanılan bazı ayar seçenekleri.
zh: 以下是您可能想要查看的一些常用设置选项.

source: Choose a theme...
ar: ...إختر المظهر
he: בחר ערכת נושא...
hi: थीम चुनिए...
nl: Kies een thema...
ru: Выберите тему...
sr: Izaberite temu...
tr: Tema seçin...
zh: 选择一个主题...

# choose_a_theme_description
source: Select a general theme! This is used primarily to decide the background color.
ar: .إختر مظهر عام! يستخدم هذا بشكل أساسي لتحديد لون الخلفية
he: בחר נושא כללי! משמש בעיקר לקביעת צבעי הרקע.
hi: ए थीम चुनिए! इसी के हिसाब से बैक्ग्राउंड का रंग चुन जाएगा।
nl: Selecteer een algemeen thema! Dit wordt voornamelijk gebruikt om de achtergrond te selecteren.
ru: Выберите общую тему! Используется в первую очередь для выбора цвета фона.
sr: Izaberite generalnu temu! Ovo najviše utiče na pozadinsku boju.
tr: Genel bir tema seçin! Bu öncelikle arka plan rengine karar vermek için kullanılır.
zh: 选择一般主题！这主要用于决定背景颜色.

source: What's your favorite color?
ar: ما هو لونك المفضل؟
he: מהו הצבע האהוב שלך?
hi: आपका मनपसंद रंग क्या है?
nl: Wat is uw favoriete kleur?
ru: Какой твой любимый цвет?
sr: Koja je Vaša omiljena boja?
tr: Favori rengin ne?
zh: 你最喜欢的颜色是什么？

# whats_your_favorite_color_description
source: Tap to set the accent color; it's used to give a splash of color to buttons, icons, etc...
ar: ...إضغط لإختيار لون اللهجة. يتم إستخدامه لإعطاء دفقة من الألوان للأزرار, الأيقونات, إلخ
he: הזן את הצבע האהוב שלך, הצבע ישמש לצבעי לחצנים, סמלים, וכו'...
hi: स्वरोंक रंग चुनिए। यह रंग बटन, आइकॉन, आदि के लिए चुना जाएगा।
nl: Tik om de accent kleur te kiezen; dit wordt gebruikt om kleur te geven aan buttons, iconen, etc...
ru: Нажмите, чтобы задать цвет акцента; он используется для придания всплеска цвета кнопкам, значкам и т.д.....
sr: Odaberite boju za naglasak; ona se koristi da promeni izgled dugmićima, ikonicama, itd...
tr: Vurgu rengini ayarlamak için dokunun; düğmelere, simgelere vb. renk serpmek için kullanılır...
zh: 点击以设置强调色;它曾用于给按钮，图标等带来一抹亮色...

source: Which do you prefer?
ar: أيهما تفضل؟
he: מהי העדפה שלך?
hi: आप कोंस चाहते हैं?
nl: Welke vindt u beter?
ru: Что ты предпочитаешь?
sr: Koja Vam se sviđa?
tr: Hangisini tercih edersin?
zh: 你喜欢哪个？

# layout_preferences_subtitle
source: Card layouts are more detailed, however grid layouts can fit more items.
ar: .تخطيط البطاقات أكثر تفصيلاً, لكن تخطيط الشبكة يحتوي علي المزيد من الأشياء
he: פריסת כרטיסים הינה פריסה מפורטת יותר, עם זאת פריסת רשת יכולה להכיל יותר פריטים.
hi: कार्ड लेआउट में ज़्यादा जानकारी पाई जाती है। ग्रीड लेआउट में ज़्यादा आइटम एक साथ देख सकते है।
nl: Kaart lay-out is meer gedetaileerd, echter bij rooster lay-out passen meer items op het scherm.
ru: Макеты карт являются более подробными, однако макеты сетки могут вместить больше элементов.
sr: Raspored sa karticama je više detaljan, ali je zato are rešetka raspored može da prikaže više stvari.
tr: Kart düzenleri daha ayrıntılı, ancak ızgara düzenleri daha fazla öğeye sığabilir.
zh: 卡片布局更加详细，但网格布局可以容纳更多项目.

source: Card Layout
ar: تخطيط البطاقات
he: פריסת כרטיסים
hi: कार्ड लेआउट
nl: Kaart Lay-out
ru: Макет карты
sr: Raspored sa Karticama
tr: Kart Düzeni
zh: 卡布局

source: Grid Layout
ar: تخطيط الشبكة
he: פריסת רשת
hi: ग्रिड लेआउट
nl: Rooster Lay-out
ru: Схема расположения сеток
sr: Raspored u Rešetku
tr: Izgara Düzeni
zh: 网格布局

source: Disconnect your Trakt account
ar: الخاص بك Trakt إقطع الإتصال بحساب
he: התנתק מחשבון Trakt
hi: ट्रैक्ट अकाउंट डिस्कनेक्ट करें
nl: Verbinding met uw Trakt account verbreken
ru: Отключите ваш Trakt-аккаунт
sr: Otkačite Vaš Trakt nalog
tr: Trakt hesabından bağlantıyı kes
zh: 断开您的Trakt帐户

source: Connect your Trakt account
ar: الخاص بكTrakt إتصل بحساب
he: התחבר אל Trakt
hi: ट्रैक्ट अकाउंट कनेक्ट करें
nl: Verbind uw Trakt account
ru: Подключение учетной записи Trakt
sr: Zakačite Vas Trakt nalog
tr: Trakt hesabına bağlan
zh: 连接您的Trakt帐户

source: $appName can synchronise your watch history and favorites from Trakt.tv...
ar: ...Trakt.tv مزامنة سجل المشاهدة والمفضلات الخاصة بك من $appName يمكن لـ
he: $appName יכול לסנכרן את ההיסטוריה והמועדפים שלך מTrakt...
hi: $appName आपके देखें हुए और मनपसंद टीवी शो और फ़िल्मों को Trakt.tv से सिंक्रिनायज़ कर सकता है...
nl: $appName kan uw kijkgeschiedenis en favorieten van Trakt.tv synchroniseren...
ru: $appName может синхронизировать историю Ваших часов и избранное с Trakt.tv....
sr: $appName može da sinhronizuje Vaše istoriju gledanja i favorite sa Trakt.tv...
tr: $appName saat geçmişinizi ve favorilerinizi Trakt.tv'dan senkronize edebilir...
zh: $appName可以从Trakt.tv同步您的观看历史记录和收藏夹...

source: You're offline...
ar: ...أنت غير متصل بالإنترنت
he: אין רשת...
hi: आप ऑफ़्लाइन है...
nl: U bent offline...
ru: Ты вне сети....
sr: Niste povezani na internet...
tr: Çevrimdışısın...
zh: 你离线了...

# appname_failed_to_connect_to_the_internet
source: $appName failed to connect to the internet. Please check your connection.
ar: .فشل في الاتصال بالإنترنت. يرجى التحقق من إتصالك $appName
he: $appName נכשל בהתחברות לרשת, בדוק את החיבור שלך.
hi: $appName इंटर्नेट से कनेक्ट नहीं कर पा रहा है। कृपया अपने कनेक्शन को चेक कर लें।
nl: $appName kan geen verbinding maken met het internet. Check alstublieft uw connectie.
ru: $appName не подключился к интернету. Пожалуйста, проверьте подключение.
sr: $appName nije uspela da se poveže na internet. Molimo Vas da proverite Vašu konekciju.
tr: $appName internete bağlanamadı. Lütfen bağlantınızı kontrol edin.
zh: $appName无法连接到互联网.请检查您的连接.

source: Playback
ar: التشغيل
he: ניגון
hi: प्लेबैक
nl: Afspelen
ru: Воспроизведение
sr: Reprodukcija
tr: Oynatma
zh: 回放

source: Change content playback settings.
ar: .تغيير إعدادات تشغيل المحتوى
he: שנה את הגדרות ניגון הוידאו.
hi: प्लेबैक सेटिंग्स बदले।
nl: Verander afspeel instellingen.
ru: Изменение настроек воспроизведения содержимого.
sr: Promenite opcije vezane za reprodukciju sadržaja.
tr: İçerik oynatma ayarlarını değiştirin.
zh: 更改内容播放设置.

# up_to_date
source: Up to date. Check back in 1 - 3 weeks.
ar: .لديك أحدث نسخة. تحقق مرة أخرى في أسبوع إلى ثلاثة أسابيع
he: מעודכן. בדוק אם יש עדכונים מאוחר יותר.
hi: उप तो डटे। 1 से 3 हफ़्तों में दोबारा देखें।
nl: Up-to-date. Check terug in 1 - 3 weken.
ru: Современный. Проверьте через 1-3 недели.
sr: Najnoviji. Provite ponovo za 1 - 3 nedelje.
tr: Güncel. 1-3 hafta içinde tekrar kontrol edin.
zh: 最新.请在一到三周内回来查看.

# no_favorites_header
source: No favorites here!
ar: !لا مفضلات هنا
he: אין כאן מועדפים, בינתיים!
hi: यहाँ आपका कोई मनपसंद आइटम्ज़ नहीं है।
nl: Geen favorieten hier!
ru: Здесь нет любимчиков!
sr: Nema favorita!
tr: Burada favori yok!
zh: 这里没有收藏！

# no_favorites_description
source: You can add an item to favorites by tapping the heart on the top right of a content overview page.
ar: .يمكنك إضافة شيء إلى المفضلات عن طريق النقر على القلب في أعلى اليمين صفحة النظرة العامة للمحتوى
he: על מנת להוסיף פריט כלשהו למועדפים, הקש על סימן הלב בפינה הימנית העליונה של התוכן.
hi: आप अपनी मनपसंद चीज़ें कांटेंट ओवर्व्यू पेज पर दाहिनी तरफ ऊपर के कोने में बने दिल को दबाकर मनपसंद आइटम्ज़ की सूची में डाल सकते है।
nl: U kan een item toevoegen aan favorieten door op het het hart rechts bovenaan bij een overzichtspagina van een TV serie of film.
ru: Добавить элемент в избранное можно, коснувшись сердца в правом верхнем углу страницы обзора содержимого.
sr: Možete dodati favorite pritiskom na srce gore desno na ekranu za pregled sadržaja.
tr: İçeriğe genel bakış sayfasının sağ üst köşesindeki kalbe dokunarak favorilere bir öğe ekleyebilirsiniz.
zh: 您可以通过点按内容概述页面右上角的内容将项目添加到收藏夹.

source: Reload
ar: أعد التحميل
he: רענן
hi: रीलोड
nl: Ververs
ru: Перезагрузка
sr: Ponovno učitavanje
tr: Tekrar yükle
zh: 刷新

source: $appName has successfully authenticated with Trakt.tv!
ar: !بنجاح Trakt.tv مع $appName تم إتصال
he: $appName התממשק בהצלחה עם Trakt.tv!
hi: $appName Trakt.tv से सफलतापूर्वक प्रमाणीकृत हो गयी है!
nl: $appName heeft succesvol Trakt.tv geauthenticeerd!
ru: $appName успешно прошла аутентификацию на Trakt.tv!
sr: $appName se uspešno autentifikovala na Trakt.tv!
tr: $appName Trakt.tv ile başarıyla doğrulandı!
zh: $appName已成功通过Trakt.tv进行身份验证！

source: Action unsuccessful.
ar: .العملية لم تنجح
he: הפעולה נכשלה.
hi: कार्य असफल.
nl: Actie mislukt.
ru: Действие провалилось.
sr: Neuspela akcija.
tr: İşlem başarısız.
zh: 行动不成功.

# an_error_occurred_whilst_deauthenticating_with_trakttv
source: An error occurred whilst deauthenticating with Trakt.tv. ($errorCode)
ar: ($errorCode) .Trakt.tv حدث خطأ أثناء قطع الاتصال مع
he: אירעה שגיאה בעת ניתוק מTrakt.tv (שגיאה: $errorCode)
hi: Trakt.tv से अपरमणिकरन करते समय एरर मिले है। ($errorCode)
nl: Er is een fout opgetreden tijdens het ongedaan maken van de Trakt.tv authenticatie. ($errorCode)
ru: Во время аутентификации на Trakt.tv возникла ошибка. ($errorCode)
sr: Desila se greška prilikom deautentikacije sa Trakt.tv. ($errorCode)
tr: Trakt.tv ile gizlice iletişim kurarken bir hata oluştu. ($errorCode)
zh: 使用Trakt.tv取消验证时发生错误. ($errorCode).

source: Uploading favorites...
ar: ...جار تحميل المفضلات
he: מעלה מועדפים...
hi: मनपसंद अपलोड हो रहे है...
nl: Favorieten uploaden...
ru: Загрузка любимых....
sr: Podizanje favorita...
tr: Favoriler yükleniyor...
zh: 正在上传收藏夹...

source: Downloading Trakt data...
ar: ...Trakt جار تحميل بيانات
he: מוריד תוכן מTrakt...
hi: Trakt डेटा डाउनलोड हो रहा है...
nl: Trakt data Downloaden...
ru: Загрузка Trakt данных....
sr: Skidanje Trakt podataka...
tr: Trakt verileri indiriliyor...
zh: 正在下载Trakt数据...

source: Saving content information...
ar: ...جار حفظ معلومات المحتوى
he: שמירת פרטי תוכן...
hi: कांटेंट जानकारी सेव हो रही है...
nl: Film/TV Serie Fnformatie Opslaan...
ru: Сохранение информации о содержании...
sr: Snimanje informacija o sadržaju...
tr: İçerik bilgisi kaydediliyor...
zh: 保存内容信息...

source: $appName was unable to authenticate with Real-Debrid.
ar: Real-Debridلم يتمكن من الاتصال بـ $appName
he: $appName נכשל בעת אימות עם Real-Debrid.
hi: $appName और Real-Debrid का प्रमाणिकरण नहीं हो सका।
nl: $appName kon niet met Real-Debrid authenticeren.
ru: $appName не смог аутентифицироваться с Real Debrid.
sr: $appName nije uspela da se poveže sa Real-Debrid.
tr: $appName Real-Debrid ile kimliğini doğrulayamadı
zh: $appName无法通过Real-Debrid进行身份验证.

source: Connected Real-Debrid Account.
ar: .متصل Real-Debrid حساب
he: חשבון Real-Debrid מחובר.
hi: Real-Debrid अकाउंट कनेक्ट कर दिया गया है।
nl: Verbonden met Real-Debrid Account.
ru: Подключен Real Debrid отзыв.
sr: Povezani Real-Debrid Nalog.
tr: Real-Debrid hesabına bağlanıldı.
zh: 已连接Real-Debrid账户.

source: Disconnected Real-Debrid Account.
ar: .غير متصل Real-Debrid حساب
he: חשבון Real-Debrid מנותק.
hi: Real-Debrid अकाउंट डिस्कनेक्ट कर दिया गया है।
nl: Verbinding verbroken met Real-Debrid Account.
ru: Отсоединённый Real Debrid отзыв.
sr: Nepovezani Real-Debrid Nalog.
tr: Real-Debrid hesabından bağlantı kesildi.
zh: 断开Real-Debrid账户.

source: Real-Debrid Authenticator
ar: Real-Debrid موثق
he: מאמת Real-Debrid
hi: Real-Debrid प्रमाणिकरण
ru: Real Debrid Аутентификатор
sr: Real-Debrid Autentifikacija
tr: Real-Debrid Kimlik Doğrulayıcı
zh: Real-debrid身份验证器
